[
  {
    "sentence": "## Introduction Certain individuals with high functioning autism (HFA) or Asperger Syndrome (AS) report discomfort making eye contact with others and puzzlement in interpersonal or group social life.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8551531434059143,
    "Source": "1358628.1358822.txt"
  },
  {
    "sentence": "However, the concern with social skills is aligned to what most consider the 'core deficit' in autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.895014762878418,
    "Source": "1414471.1414475.txt"
  },
  {
    "sentence": "Development and Psychopathology, 18(2):, June 2006.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8621501922607422,
    "Source": "1414471.1414475.txt"
  },
  {
    "sentence": "One such demographic is children who are diagnosed as being \"low-functioning\" with Autism Spectrum Disorder (ASD).",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.9326647520065308,
    "Source": "1414471.1414476.txt"
  },
  {
    "sentence": "Some frequently associated symptoms seen in autistic persons  include discomfort with eye contact; low levels of expressed empathy; diminished or nonexistent verbal communication; increased sensitivity to touch; repetitive movements, such as flapping hands or rocking; late onset of: Permission to make digital or hard copies of all or part of this work for personal or classroom use is granted without fee provided that copies are not made or distributed for profit or commercial advantage and that copies bear this notice and the full citation on the first page.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.9380956888198853,
    "Source": "1414471.1414477.txt"
  },
  {
    "sentence": "## ACM Classification Keywords K.COMPUTING MILIEUX, K. 3 COMPUTERS AND EDUCATION, K.3.1 Computer Uses in Education, Subject: CAI ## Introduction Interest has been growing in the use of software technologies to remediate language-based deficits associated with autism spectrum disorders.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9152783155441284,
    "Source": "1463689.1463722.txt"
  },
  {
    "sentence": "Lovaas's program of Applied Behavioral Analysis, or 'ABA', along with offshoot techniques, provide a methodology for addressing many deficits associated with autism, including language, speech and nonverbal communication.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9070456624031067,
    "Source": "1463689.1463722.txt"
  },
  {
    "sentence": "The results also suggest that people with high-functioning autism may wish to fit in socially - a even though they have great problems in doing so - and it is therefore important that the phone of the HIPD is integrated into a socially accepted norm and is up to date - adding to the \"coolness-factor\" that can engender social contact with others.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8593295812606812,
    "Source": "1541948.1541953.txt"
  },
  {
    "sentence": "HANDS Deliverable D2.1.1., http://hands-project.eu Happé, F., 1999, \"Autism: cognitive deficit or cognitive style?",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8639799356460571,
    "Source": "1541948.1541953.txt"
  },
  {
    "sentence": "2, pp.. Rutter, M., 1983, \"Cognitive deficits in the pathogenesis of autism\", Journal of Child.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.895563006401062,
    "Source": "1541948.1541953.txt"
  },
  {
    "sentence": "Last but not least, we examine the feedback educators for autistic persons provide for the system in terms of its usefulness, efficiency and the envisaged reaction of the autistic persons, which has been collected by means of an anonymous questionnaire.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8963886499404907,
    "Source": "1579114.1579172.txt"
  },
  {
    "sentence": "Seltzer, M.M., Krauss, M.W., Shattuck, P.T., Orsmond, G., Swe, A., and Lord, C. The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9042901396751404,
    "Source": "1718918.1718991.txt"
  },
  {
    "sentence": "A common distinction is made between High-functioning (HFA) and Low-functioning (LFA) autism, based on IQ levels.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8578062057495117,
    "Source": "1731903.1731940.txt"
  },
  {
    "sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "1774674.1774693.txt"
  },
  {
    "sentence": "Exploration of objects that have digital effects can in certain circumstances, such as with the AKC, map on to deficits present in disorders such autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9217478036880493,
    "Source": "1810543.1810548.txt"
  },
  {
    "sentence": ": An Interpretative Phenomenological Analysis of the Autobiographical Writings of Ten High-Functioning Individuals with an Autism Spectrum Disorder.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8524965047836304,
    "Source": "1810543.1810548.txt"
  },
  {
    "sentence": "Difficulties related to anxiety and aberrant behaviours in children with high functioning autism (HF) can impair academic and social functioning in children and cause significant distress for families.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8757895231246948,
    "Source": "1810543.1810588.txt"
  },
  {
    "sentence": "Rao, P., D. Biedel, and M. Murray, Social skills interventions for children with asperger's syndrom or high functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9161672592163086,
    "Source": "1864349.1864359.txt"
  },
  {
    "sentence": "# Broadening Accessibility Through Special Interests: A New Approach for Software Customization Robert MorrisMIT Media Lab75 Amherst StCambridge, MA 02139rmorris@media.mit.edu Connor KirschbaumMIT Media Lab75 Amherst StCambridge, MA 02139ckbaum@mit.eduRosalind PicardMIT Media Lab75 Amherst StCambridge, MA 02139picard@media.mit.edu ## ABSTRACT Individuals diagnosed with autism spectrum disorder (ASD) often fixate on narrow, restricted interests.",
    "detected_phrase": "special interests",
    "similarity_score": 0.8564857244491577,
    "Source": "1878803.1878834.txt"
  },
  {
    "sentence": "Barbaresi, \"Incidence of gastrointestinal symptoms in children with autism: a population-based study,\" Pediatrics, vol.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9174322485923767,
    "Source": "1878803.1878834.txt"
  },
  {
    "sentence": "Development and Psychopathology, 12(2):.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.866207480430603,
    "Source": "1944506.1944551.txt"
  },
  {
    "sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "1957656.1957785.txt"
  },
  {
    "sentence": "Despite these amounts of money spent, at present, there is no 'cure' for autism (Gezondheidsraad, 2009).",
    "detected_phrase": "cure autism",
    "similarity_score": 0.90293288230896,
    "Source": "1962300.1962389.txt"
  },
  {
    "sentence": "Weru, J. W. Cultural Influences on the Behavioral Symptoms of Autism in Kenya and the United States of America, University of Texas.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8611578941345215,
    "Source": "2049536.2049542.txt"
  },
  {
    "sentence": "We contend that appropriate social support is critical for independence of adults with autism and decreasing the burden currently shouldered by primary caregivers.",
    "detected_phrase": "burden of autism",
    "similarity_score": 0.8621241450309753,
    "Source": "2145204.2145300.txt"
  },
  {
    "sentence": "Autism Spectrum Disorder (ASD) - Sign and Symptoms, http://www.cdc.gov/ncbddd/autism/signs.html, Centers for Disease Control and Prevention (CDC), retrieved November 2011 Autism, http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0002494/, PubMed Health, retrieved November 2011.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8659451007843018,
    "Source": "2184451.2184463.txt"
  },
  {
    "sentence": "Monotropism also results in children having very particular, special interests, for example in serial numbers of technical appliances or names of trees.",
    "detected_phrase": "special interests",
    "similarity_score": 0.873137354850769,
    "Source": "2307096.2307112.txt"
  },
  {
    "sentence": "### 4.1 Pilot In order to test our initial ideas, a pilot study was conducted with one 8 -year-old child who has a diagnosis of Asperger's Syndrome (AS), a high-functioning form of autism.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8750109672546387,
    "Source": "2307096.2307112.txt"
  },
  {
    "sentence": "Because the child in this pilot study was on the high-functioning end of the autism spectrum, we decided to also gather feedback from special education teachers who work in a school which provides special provision for children with ASC to see how they thought this tool might function with the children in their classes.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8952074646949768,
    "Source": "2307096.2307112.txt"
  },
  {
    "sentence": "Baron-Cohen, S. Social and pragmatic deficits in autism: Cognitive or affective?",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8930293321609497,
    "Source": "2307096.2307112.txt"
  },
  {
    "sentence": "Morris, R., Kirschbaum, C., and Picard, R. Broadening accessibility through special interests: a new approach for software customization.",
    "detected_phrase": "special interests",
    "similarity_score": 0.8564857840538025,
    "Source": "2317956.2317977.txt"
  },
  {
    "sentence": "In addition to enabling and encouraging communication, use of visual artifacts has been shown to reduce the symptoms associated with autism and other disabilities.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9463790655136108,
    "Source": "2370216.2370277.txt"
  },
  {
    "sentence": "The term \"challenging behavior\" covers a wide gamut of problems in persons diagnosed with ASD.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8618262410163879,
    "Source": "2370216.2370378.txt"
  },
  {
    "sentence": "# Graph-based alignment of narratives for automated neurological assessment Emily T. Prud'hommeaux and Brian RoarkCenter for Spoken Language UnderstandingOregon Health \\& Science University\\{emilypx,roarkbr\\}@gmail.com #### Abstract Narrative recall tasks are widely used in neuropsychological evaluation protocols in order to detect symptoms of disorders such as autism, language impairment, and dementia.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9422937631607056,
    "Source": "2391123.2391125.txt"
  },
  {
    "sentence": "Specifically, arm and torso motions of the robot follow closely those of the human, this mimicking behavior, can be used for clinical treatment and diagnosis during robot therapy of subjects suffering from Autism Spectrum Disorders (ASD).",
    "detected_phrase": "suffering from autism",
    "similarity_score": 0.8612334132194519,
    "Source": "2413097.2413124.txt"
  },
  {
    "sentence": "# Imagine That: Creating a 'Third Space' for Young People with High Functioning Autism through the Use of Technology in a Social Setting Alberto RizzoVictoria UniversityPO Box 14428Melbourne 8001alberto.rizzo@vu.edu.au Stefan SchuttVictoria UniversityPO Box 14428Melbourne 8001stefan.schutt@vu.edu.au Dale LinegarVictoria UniversityPO Box 14428Melbourne 8001dale@oztron.com #### Abstract In this paper we describe the knowledge building process involved in creating The Lab, a technology-enabled 'learning community' of young people with Asperger's Syndrome (AS) and High-Functioning Autism (HFA), and their parents.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9120612144470215,
    "Source": "2414536.2414615.txt"
  },
  {
    "sentence": "2010] and monitoring a childs behavioural development can be difficult with some technologies designed only for children with high functioning autism [Gotsis et al.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8958461880683899,
    "Source": "2425296.2425302.txt"
  },
  {
    "sentence": "One recent study explored the role of computer-mediated communication (CMC) and available social media for the support of individuals with high functioning autism, particularly those having a social communication difficulty.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8947770595550537,
    "Source": "2470654.2466439.txt"
  },
  {
    "sentence": "Children with the same diagnosis of autism may exhibit different symptoms and may demonstrate markedly different behaviors and skills.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8590660095214844,
    "Source": "2490257.2490262.txt"
  },
  {
    "sentence": "Multimedia interfaces for users with high functioning autism: An empirical investigation, International Journal of HumanComputer Studies, vol.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8944041728973389,
    "Source": "2490257.2490262.txt"
  },
  {
    "sentence": "Understanding the Visual Symptoms of Individuals with Autism Spectrum Disorder (ASD), J Optom Vis Dev, vol.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9245923757553101,
    "Source": "2490257.2490262.txt"
  },
  {
    "sentence": "In this relationship framework, symptoms of autism that are in the DSM-IV-TR are listed.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.968183159828186,
    "Source": "2525194.2525297.txt"
  },
  {
    "sentence": "To make this case we first summarise the nature of high-functioning autism, and how those diagnosed with it engage in Lab activities.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9142009019851685,
    "Source": "2541016.2541078.txt"
  },
  {
    "sentence": "At the high-functioning end of the autism spectrum, however, cognitive abilities are not impaired, and IQs are in the normal range.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8952075242996216,
    "Source": "2541016.2541078.txt"
  },
  {
    "sentence": "Gillberg (2001) states that some characteristics of high-functioning autism may be prerequisites for certain forms of creativity, including the ability to persevere, a striving for perfection, concrete intelligence, and a disregard for social conventions.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9036116600036621,
    "Source": "2541016.2541078.txt"
  },
  {
    "sentence": "Gillberg, C. (2001) Asperger's Syndrome and High Functioning Autism: Shared deficits or different disorders?",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8864706158638,
    "Source": "2541016.2541078.txt"
  },
  {
    "sentence": "Reichow, B, Steiner A.M. and Volkmar, F (2012), Cochrane Review: Social skills groups for people aged 6 to 21 with autism spectrum disorders (ASD) (Review), John Wiley and Sons: Hoboken Rizzo, A., Schutt, S. and Linegar, D. (2012) Imagine that: creating a 'third space' for young people with high functioning autism through the use of technology in a social setting.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9120610952377319,
    "Source": "2541016.2541078.txt"
  },
  {
    "sentence": "This behavior was considered very positive by therapists taking into account that the marked impairment in eye-to-eye gaze is a typical symptom of social interaction deficits which characterizes autism.",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8606429100036621,
    "Source": "2598153.2598197.txt"
  },
  {
    "sentence": "# Prototyping 'Clasp': Implications for Designing Digital Technology for and with Adults with Autism Will Simm  Maria Angela Ferrario  Adrian Gradinar  Jon Whittle  School of Computing \\& Communications,  Management School,  Imagination Lancaster, Lancaster University, UK w.simm,  m.a.ferrario,  a.gradinar,  j.whittle\\}@lancaster.ac.uk #### Abstract This paper presents Clasp, a novel tactile anxiety management, communication and peer support tool developed with, by and for adults diagnosed with High Functioning Autism (HFA).",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.85887610912323,
    "Source": "2598510.2600880.txt"
  },
  {
    "sentence": "All of the children in the study were capable of communicating verbally but exhibited challenges with sensory processing and other symptoms related to autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.878084659576416,
    "Source": "2632048.2632065.txt"
  },
  {
    "sentence": "(Greg, high-functioning autism, laboratory) Thus, this type of system might provide a physical outlet for challenging mental states, just as going for a jog does for many adults.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8614770174026489,
    "Source": "2632048.2632065.txt"
  },
  {
    "sentence": "Automating SMM detection in this way could free a human observer to concentrate on and note environmental antecedents and consequences necessary to determine what functional relations exist for this perplexing and often disruptive class of behavior.",
    "detected_phrase": "disruptive behavior",
    "similarity_score": 0.8836642503738403,
    "Source": "2632048.2632096.txt"
  },
  {
    "sentence": "Development and Psychopathology 22, 01 (2010),.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.916300892829895,
    "Source": "2632048.2632096.txt"
  },
  {
    "sentence": "# 'TellMe': Therapeutic Clothing for Children with Autism Spectrum Disorder (ASD) in Daily Life Helen KooUniversity of California at DavisOne Shields AvenueDavis, CA 95616helen.sm.koo@gmail.com #### Abstract Special education and treatment methods in the early ages are the keys to relieving Autism Spectrum Disorder (ASD) symptoms.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.857967734336853,
    "Source": "2641248.2641278.txt"
  },
  {
    "sentence": "http://www.helpguide.org/mental/autism_spectrum.ht m. Symptoms: What are the symptoms of Autism?",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9648768901824951,
    "Source": "2641248.2641278.txt"
  },
  {
    "sentence": "INTRODUCTION Autism is characterized by deficits in three areas: communication, social interaction, and repetitive behaviors.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8722807168960571,
    "Source": "2662253.2662266.txt"
  },
  {
    "sentence": "Usability Issues with 3D User Interfaces for Adolescents with High Functioning Autism, in Proceedings of the 16th international ACM SIGACCESS conference on Computers and accessibility.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9343292713165283,
    "Source": "2700648.2809863.txt"
  },
  {
    "sentence": "Individuals with autism (  )-Raters self-identified as having high-functioning autism participated in the evaluation process to provide a view of how someone with autism perceives the helpfulness of the responses.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8593316674232483,
    "Source": "2702123.2702402.txt"
  },
  {
    "sentence": "To that end, we build upon the work by Cassell and Tartaro demonstrating interactions with virtual authorable peers support reciprocity and turn-taking in language-mediated interactions (conversations) between high functioning children with autism and their peers.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8650837540626526,
    "Source": "2771839.2771847.txt"
  },
  {
    "sentence": ":-) \\#VisualSupports \\#MobileTech ## Example tweet 2: Authors who see autism as \"tremendously burdening\" elicit dire views of autism from parents http://j.mp/1FyqXwF \"Ethical approval: none\" ## Example tweet 3: 101 autism: Genetic analysis of individuals with autism finds gene deletions - Using powerful genetic sequencing.",
    "detected_phrase": "burden of autism",
    "similarity_score": 0.8931050300598145,
    "Source": "2808797.2808908.txt"
  },
  {
    "sentence": "The epidemiology and global burden of autism spectrum disorders.",
    "detected_phrase": "burden of autism",
    "similarity_score": 0.8612635731697083,
    "Source": "2808797.2808908.txt"
  },
  {
    "sentence": "Sherman, \"Defining the Social Deficits of Autism: The contribution of non-verbal communication measures\" Journal of Child Pscyhology and Psychiatry, Vol 27, No, 5, 1986.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.959997832775116,
    "Source": "2811780.2811922.txt"
  },
  {
    "sentence": "A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173306226730347,
    "Source": "2818048.2819930.txt"
  },
  {
    "sentence": "For autistic adults on the high-functioning end, autism can be nearly an unnoticeable condition.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8723472952842712,
    "Source": "2826165.2826168.txt"
  },
  {
    "sentence": "Studies of online communities conclude that they can provide those who have low self-esteem and limited social networks with informational and emotional:  From this point, we use the term autism to refer to conditions related to both a medical diagnosis on the high-functioning autism spectrum, Asperger's Syndrome, as well as the social definition used by those who identify with the autistic life experience, unless otherwise specified.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.897688627243042,
    "Source": "2826165.2826168.txt"
  },
  {
    "sentence": "Autism- or AS-specific inquiries were related to receiving diagnoses, understanding behaviors and symptoms affected by autism, or soliciting information or support targeting those on the autism spectrum.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8638835549354553,
    "Source": "2826165.2826168.txt"
  },
  {
    "sentence": "(2008) demonstrated that a picture-based approach is essential to improve the communication deficit among children with autism, while Meerbeek et al.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8897477388381958,
    "Source": "2838739.2838785.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "2858036.2858345.txt"
  },
  {
    "sentence": "Parent reports of sensory symptoms in toddlers with autism and those with other developmental disorder.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8606239557266235,
    "Source": "2858036.2858439.txt"
  },
  {
    "sentence": "# A Gaze-Contingent Adaptive Virtual Reality Driving Environment for Intervention in Individuals with Autism Spectrum Disorders JOSHUA WADE, LIAN ZHANG, DAYI BIAN, and JING FAN, Department of ElectricalEngineering and Computer Science, Vanderbilt UniversityAMY SWANSON and AMY WEITLAUF, Treatment and Research Institute for Autism SpectrumDisorders, Kennedy Center, Vanderbilt UniversityMEDHA SARKAR, Department of Computer Science, Middle Tennessee State UniversityZACHARY WARREN, Department of Pediatrics and Psychiatry, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University In addition to social and behavioral deficits, individuals with Autism Spectrum Disorder (ASD) often struggle to develop the adaptive skills necessary to achieve independence.",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8783375024795532,
    "Source": "2892636.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "2901790.2901870.txt"
  },
  {
    "sentence": "Joint attention, developmental level, and symptom presentation in autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8672643899917603,
    "Source": "2901790.2901870.txt"
  },
  {
    "sentence": "Development and Psychopathology 6, 03 (1994),.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8897832632064819,
    "Source": "2901790.2901870.txt"
  },
  {
    "sentence": "Defining the social deficits of autism: The contribution of non-verbal communication measures.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.959997832775116,
    "Source": "2901790.2901870.txt"
  },
  {
    "sentence": "Next, we characterized play and affective responsivity and its connection to severity of autism symptoms using the Autism Diagnostic Observation Schedule (ADOS) calibrated severity scores.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8616039752960205,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "This preliminary work delivers a novel and robust robot-enabled technique for (1) differentiating child-robot interactions of a group of very young children with ASD (  ) from a group of typically developing children (  ) and, (2) characterizing within-group differences in play and affective response that may be associated with symptoms of autism severity.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8834925293922424,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "A calibrated severity score (Overall-CSS) is based on percentiles of raw totals corresponding to each ADOS classification and provides a measure of autism symptoms that is independent of age and language ability.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9010759592056274,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "We present a focused analysis of play and response describing within-group differences associated with severity of autism symptoms.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8726131319999695,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "\"The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.\"",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173306226730347,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "\\& Psychopathology, 7(01), pp, 2005.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8907228708267212,
    "Source": "2906831.2906837.txt"
  },
  {
    "sentence": "They concluded that these provide great value for experimental paradigms in social cognition, specifically those related with non-verbal behavior and perception in participants with high-functioning autism, because it allows to grasp the full extent of the social world in a controlled manner.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8639876842498779,
    "Source": "2931002.2931004.txt"
  },
  {
    "sentence": "also observed a deficit among autistic individuals in the identification of fear, and in general in tasks involving recognition of very simple or basic emotions.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8677562475204468,
    "Source": "2931002.2931004.txt"
  },
  {
    "sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8779984712600708,
    "Source": "2931002.2931004.txt"
  },
  {
    "sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new Serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8779984712600708,
    "Source": "2940299.2940313.txt"
  },
  {
    "sentence": "Emotion regulation and internalizing symptoms in children with autism spectrum disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8902952671051025,
    "Source": "2982142.2982172.txt"
  },
  {
    "sentence": "This is risky as people suffering from ASD are often not able to seek help using methods such as facial expression.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8607491850852966,
    "Source": "2986416.2986437.txt"
  },
  {
    "sentence": "Most work in autism focuses exclusively on \"high-functioning\" populations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8973851799964905,
    "Source": "3025453.3025472.txt"
  },
  {
    "sentence": "The design and evaluation of such technologies typically focuses on the perceived deficits of individuals diagnosed with autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9074509739875793,
    "Source": "3025453.3025785.txt"
  },
  {
    "sentence": "Audio-augmented Paper for the Therapy of Low-functioning Autism Children.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8501685857772827,
    "Source": "3025453.3025785.txt"
  },
  {
    "sentence": "The most obvious signs of autism and symptoms of autism tend to emerge between 2 and 3 years of age.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9134112596511841,
    "Source": "3038912.3052661.txt"
  },
  {
    "sentence": "Currently, for diagnosis of ASD, no established medical test was recognized, as the symptoms of autism vary.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.886755108833313,
    "Source": "3038912.3052661.txt"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9132169485092163,
    "Source": "3123024.3123148.txt"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9132169485092163,
    "Source": "3123024.3125507.txt"
  },
  {
    "sentence": "The internet: a comfortable communication medium for people with Asperger syndrome (AS) and high functioning autism (HFA)?",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8666094541549683,
    "Source": "3132525.3132544.txt"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9132169485092163,
    "Source": "3132525.3132544.txt"
  },
  {
    "sentence": "The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9042900800704956,
    "Source": "3132525.3132544.txt"
  },
  {
    "sentence": "This work led to the development of a strengths-based model of SIAs, which proposes that 'deficits' traditionally associated with autism, such as language, body language, social communication, emotions, sensory, and fine motor skills, consistently diminished when children with autism engaged with their own special interests in education contexts.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8892002105712891,
    "Source": "3132525.3132553.txt"
  },
  {
    "sentence": "Out of the 25 children, two were evaluated as at risk for ASD.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8607763648033142,
    "Source": "3134694.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "3134694.txt"
  },
  {
    "sentence": "However, depending on the level of impact (children with autism are often described as high functioning vs. low functioning) and complexity and severity of the associated challenges (speech disability, non-verbal vs. selectively non-verbal), variable intensity and content of therapy may be needed to make sufficient progress towards addressing core clinical issues.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9108424186706543,
    "Source": "3173574.3173676.txt"
  },
  {
    "sentence": "For example, to accommodate the different levels of information needs of low and high-functioning children with autism in 24 Data.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8519032001495361,
    "Source": "3173574.3173676.txt"
  },
  {
    "sentence": "Executive function deficits in autism spectrum disorders and attention-deficit/hyperactivity disorder: examining profiles across domains and ages.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8590645790100098,
    "Source": "3173574.3174017.txt"
  },
  {
    "sentence": "A new virtual environment paradigm for high functioning autism intended to help attentional disengagement in a social context bridging the gap between relevance theory and executive dysfunction.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8803780674934387,
    "Source": "3173574.3174017.txt"
  },
  {
    "sentence": "Economic Burden of Childhood Autism Spectrum Disorders.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.8682907819747925,
    "Source": "3183654.3183657.txt"
  },
  {
    "sentence": "Social skills interventions for children with asperger's syndrome or high-functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8667848706245422,
    "Source": "3209687.txt"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9132169485092163,
    "Source": "3213586.3225229.txt"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9132169485092163,
    "Source": "3213586.3226220.txt"
  },
  {
    "sentence": "It is not unusual that parents do notice developmental delays of their children, but they are often unaware of the risks of ASD, and children are therefore often not diagnosed until they enter school.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9097449779510498,
    "Source": "3233547.3233574.txt"
  },
  {
    "sentence": "It is meant to be used with High Functioning Autism (HFA) individuals by means of instructional modules that help them engage in social interactions through specific examples.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8562926054000854,
    "Source": "3233824.3233839.txt"
  },
  {
    "sentence": "## RELATED WORK Previous research has shown that cultural, social, and economical aspects affect the way autism is perceived and experienced by an individual and the various people that surround them.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.889534592628479,
    "Source": "3234695.3239329.txt"
  },
  {
    "sentence": "All participants were categorized as children with low functioning autism based on the Childhood Autism Rating Scale (CARS M=33, SD=4) and by the school therapist, as they had low motivation for social interaction and communication (both verbal and non-verbal), and displayed various isolating behaviors and interests.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8794161081314087,
    "Source": "3234695.3239329.txt"
  },
  {
    "sentence": "A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173306226730347,
    "Source": "3234695.3239329.txt"
  },
  {
    "sentence": "Trajectories of internalizing and externalizing symptoms among adults with autism spectrum disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8784041404724121,
    "Source": "3240925.3240980.txt"
  },
  {
    "sentence": "Development and Psychopathology 28, 2 (2016),.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8904083967208862,
    "Source": "3240925.3240980.txt"
  },
  {
    "sentence": "In this study, we explore effects of five attributes of user interfaces designed for VR on user experience of high-functioning individuals with Autism Spectrum Disorder (HFASD): instruction methods, visual fidelity, view zoom, clutter, and motion.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8519774079322815,
    "Source": "3267340.txt"
  },
  {
    "sentence": "Multimedia interfaces for users with high functioning autism: An empirical investigation.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8944041132926941,
    "Source": "3267340.txt"
  },
  {
    "sentence": "# Robotic Interaction for Assistance to Autistic Children Manolo Dulva Hina,Assia Soukane ECE Paris School of EngineeringParis, France\\{manolo-dulva.hina Kaspar A six year old girl with severe autism, a child with severe autism, a 16-year old teenager with autism who is not tolerating any other children in any play or other task oriented activities\" Nao K can be classified as having high-functioning autism; cognitive abilities are equivalent of a 3 year old child and his language abilities of a 2 year old child; language abilities are equivalent to those of a 2 year old child, and his cognitive level of a 3-year old; language abilities are equivalent to those of a 1 and a Probo Participants with \"moderate autism\" and lack of initiation or appropriate social response in a given social situation; some reading prerequisites (ability to open and browse a book, previous experience with story books);ability of recognizing emotions Model 1 hasMentalState Child  Action Child blinks eyes Model 5 hasAction4 Child answer 2: \"I am\"  Number  \"years old\".",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8727509379386902,
    "Source": "3274005.3274026.txt"
  },
  {
    "sentence": "In this paper, as an initial line of investigation into this understudied research line, we launch a study of phishing, a prominent social engineering attack, against people suffering from autism spectrum disorder, a unique developmental disorder characterized by hampered social skills and communication.",
    "detected_phrase": "suffering from autism",
    "similarity_score": 0.8960508108139038,
    "Source": "3274694.3274730.txt"
  },
  {
    "sentence": "Overall, our work serves to demonstrate that targeted (spear) phishing attacks against Internet users suffering from autism may not be more successful compared to untargeted attacks against the user population without autism.",
    "detected_phrase": "suffering from autism",
    "similarity_score": 0.8521962761878967,
    "Source": "3274694.3274730.txt"
  },
  {
    "sentence": "The previous research on textual mining of online posts did not target a specific symptom exhibited on children with autism; meanwhile, the written language is limited to English.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.919121503829956,
    "Source": "3299819.3299838.txt"
  },
  {
    "sentence": "# Guided Play: Digital Sensing and Coaching for Stereotypical Play Behavior in Children with Autism Cong ChenFujitsu Laboratories of AmericaSunnyvale, Californiacongchenutd@gmail.com Ajay ChanderFujitsu Laboratories of AmericaSunnyvale, Californiaachander@us.fujitsu.com ## Kanji Uchino Fujitsu Laboratories of America Sunnyvale, California kanjiu@us.fujitsu.com Fujitsu Laboratories of AmericaSunnyvale, Californiakanji@us.fujitsu.com ## ABSTRACT Restricted and repetitive behaviors (RRBs) are a core symptom and an early marker of autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9101125597953796,
    "Source": "3301275.3302309.txt"
  },
  {
    "sentence": "These are called Restricted and Repetitive Behaviors (RRBs), also known as stereotypical behaviors, one of the core symptoms and diagnostic criteria of autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9206024408340454,
    "Source": "3301275.3302309.txt"
  },
  {
    "sentence": "A Meta-Analysis of Sensory Modulation Symptoms in Individuals with Autism Spectrum Disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9128110408782959,
    "Source": "3311927.3323118.txt"
  },
  {
    "sentence": "Breif Report: Sensory Abnormalities as Distinguishing Symptoms of Autism Spectrum Disorders in Young Children.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9162269830703735,
    "Source": "3311927.3323118.txt"
  },
  {
    "sentence": "Such information can play an important role in the screening process as symptoms related to autism may vary according to the environment.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9360889792442322,
    "Source": "3313831.3376164.txt"
  },
  {
    "sentence": "Our analysis depicts a clear lack of awareness and ignorance in parents, family members as well as medical professionals (\"Go out and ask GPs about Autism and its symptoms - you will get everything but not a right answer.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8956854939460754,
    "Source": "3313831.3376164.txt"
  },
  {
    "sentence": "Prevalence of autism spectrum disorder and autistic symptoms in a schoolbased cohort of children in Kolkata, India: Prevalence of ASD in India.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8660438060760498,
    "Source": "3313831.3376164.txt"
  },
  {
    "sentence": "However, extensive neurological and developmental disorders of low-functioning autism (LFA) have hampered their adoption.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8947367072105408,
    "Source": "3313831.3376888.txt"
  },
  {
    "sentence": "# Characterizing Joint Attention Behavior during Real World Interactions using Automated Object and Gaze Detection Pranav VenuprasadUniversity of California San Diego La Jolla, Californiapvenupra@ucsd.eduTu N.M. NguyenMinerva Schools at the KeckGraduate Institutetu@minerva.kgj.edu Tushal DobhalUniversity of California San DiegoLa Jolla, Californiatdobhal@ucsd.eduAndrew GilmanMassey UniversityAuckland, NZA.Gilman@massey.ac.nz Anurag PaulUniversity of California San DiegoLa Jolla, Californiaa@paul@ucsd.eduPamela CosmanUniversity of California San DiegoLa Jolla, Californiapcosman@ucsd.edu ## Leanne Chukoskie University of California San Diego La Jolla, California lchukoskie@ucsd.edu ## ABSTRACT Joint attention is an essential part of the development process of children, and impairments in joint attention are considered as one of the first symptoms of autism.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8846607804298401,
    "Source": "3314111.3319843.txt"
  },
  {
    "sentence": "Slowed orienting of covert visual-spatial attention in autism: Specific deficits associated with cerebellar and parietal abnormality.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9379053115844727,
    "Source": "3314111.3319843.txt"
  },
  {
    "sentence": "Development and Psychopathology 8, 3 (1996), 563âÂ̂̂584.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8680099248886108,
    "Source": "3314111.3319843.txt"
  },
  {
    "sentence": "Predictors of outcome among high functioning children with autism and Asperger syndrome.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8506368398666382,
    "Source": "3319921.3319945.txt"
  },
  {
    "sentence": "The ASD parents use the platform to (1) make sense of autism, its diagnosis and symptoms, including the reflection on how and when the definition connects to the everyday (2) to encourage parental determination and (3) to manage autism collectively.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9001617431640625,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "These posts included discussions on what the autism diagnosis mean, how would they be able to spot autistic symptoms, how they would be sure that the diagnosis that they received is an accurate one or whether they need extra opinion, whether they should get a medical report, what the meaning of diagnostic percentages in medical reports is.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8906729221343994,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "But the psychologists at the school said that although my daughter may show some autistic symptoms and has 'hints of autism', she is not an autistic and we can overcome those symptoms with education.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8950169682502747,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "It is like cure for autism and all the symptoms, including eating problems.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.90158611536026,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "Also, we encountered 2 posts where users announced seminars targeting families of autistic individuals, and one of them was specifically on inter-family communication for parents.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.864063560962677,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "Those solutions for \"all the symptoms\" or \"all autistic individuals\" are the reflections of the generalizing nature of the medical discourse.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.9115924835205078,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "Three main themes and four sub-themes that emerged from the data are: \"making sense of autism\" which includes diagnosis and symptoms and reflections on autism, \"encouraging parental determination\" includes making attempts to build communities of practice and finally \"managing autism collectively\" includes seeking change.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8644134998321533,
    "Source": "3322276.3322344.txt"
  },
  {
    "sentence": "Autism spectrum disorder symptoms in children with ADHD: a communitybased study.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.855482816696167,
    "Source": "3325693.3325703.txt"
  },
  {
    "sentence": "Several of the defining characteristics of autism, such as deficit in social communication and interactions across multiple contexts; restricted, repetitive patterns of behavior; and limited interests and activities, can negatively impact identity formation and interfere with developing a clear sense of self.",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.906761646270752,
    "Source": "3329189.3329209.txt"
  },
  {
    "sentence": ": From this point on, \"ASD\" will refer to the high-functioning end of the autism spectrum, unless otherwise specified.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8952074646949768,
    "Source": "3329189.3329209.txt"
  },
  {
    "sentence": "The effect of the video game Mindlight on anxiety symptoms in children with an Autism Spectrum Disorder.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.914292573928833,
    "Source": "3329189.3329237.txt"
  },
  {
    "sentence": "Social and pragmatic deficits in autism: cognitive or affective?",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8930292129516602,
    "Source": "3337682.3337692.txt"
  },
  {
    "sentence": "The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9042900800704956,
    "Source": "3340631.3394867.txt"
  },
  {
    "sentence": "Three new areas of focus were common: (1) help with emotion identification; (2) ways to modify challenging behaviors; and (3) help for the children's support systems, including facilitating better behavior tracking and communication among the members of support systems.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9016671180725098,
    "Source": "3342285.txt"
  },
  {
    "sentence": "Further, our discussion of these purposes shows how the technologies embody normative expectations of a neurotypical society, which predominantly views autism as a medical deficit in need of 'correction'.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9030000567436218,
    "Source": "3344919.txt"
  },
  {
    "sentence": "Although the exact cause of ASD has been unknown and there is no effective medicine or medical means to completely cure autism, research indicates that effective intervention ia able to relieve symptoms well especially in the early childhood.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.9097614288330078,
    "Source": "3349801.3349826.txt"
  },
  {
    "sentence": "Comparison of self-and otherreport of symptoms of autism and comorbid psychopathology in adults with autism spectrum disorder.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8713963627815247,
    "Source": "3359997.3365696.txt"
  },
  {
    "sentence": "Fortunately, it is widely reported that early detection is essential for early treatment and symptoms-control and that is why a large number of medical researchers in recent years are investigating early symptoms of autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.85831618309021,
    "Source": "3369114.3369122.txt"
  },
  {
    "sentence": "Salience network-based classification and prediction of symptom severity in children with autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8868534564971924,
    "Source": "3371300.3383340.txt"
  },
  {
    "sentence": "The rising prevalence of autism is probably due to the rising numbers of individuals with high functioning autism, who are most able to go to university.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8878105878829956,
    "Source": "3375258.3375261.txt"
  },
  {
    "sentence": "More and more, autism is seen as 'being different' as opposed to a disorder: In our opinion, high-functioning autism should neither be regarded as a disorder or a disability nor as an undesirable condition per se, but rather as a condition with a particular vulnerability.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9087474346160889,
    "Source": "3375258.3375261.txt"
  },
  {
    "sentence": "Defeasible reasoning in high-functioning adults with autism: Evidence for impaired exception-handling.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8523664474487305,
    "Source": "3375258.3375261.txt"
  },
  {
    "sentence": "S. Yoshimura, W. Sato, S. Uono, and M. Toichi, \"Impaired overt facial mimicry in response to dynamic facial expressions in high-functioning autism spectrum disorders,\" Journal of autism and developmental disorders, vol.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8723131418228149,
    "Source": "3383923.3383954.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule-Generic: A Standard Measure of Social and Communication Deficits Associated with the Spectrum of Autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "3388176.3388192.txt"
  },
  {
    "sentence": "The economic costs of autism: A review.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9234495162963867,
    "Source": "3389189.3389199.txt"
  },
  {
    "sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "3389189.3393738.txt"
  },
  {
    "sentence": "Along with the usual symptoms of autism, other disorders may occur.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9418810606002808,
    "Source": "3389189.3398002.txt"
  },
  {
    "sentence": "# A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA)* Innovative Technological Advancements for Students with Neurodevelopmental Disorders Ourania MantaBiomedical EngineeringLaboratoryNational Technical University of AthensAthens, Greecermanta@biomed.ntua.gr Yiannis KoumpourosDepartment of Informatics andComputer EngineeringUniversity of West AtticaAthens, Greeceykoump@uniwa.gr Thelma AndroutsouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecetandroutsou@biomed.ntua.gr George MatsopoulosBIO-Medical Informatics GroupNational Technical University ofAthensAthens, Greecegmatso@esd.ece.ntua.gr Athanasios AnastasiouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greeceaanastasiou@biomed.ntua.gr Dimitrios KoutsourisBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecedkoutsou@biomed.ntua.gr ## ABSTRACT Latest technological developments can provide the tools towards a better future for people with special needs.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8525798320770264,
    "Source": "3389189.3398003.txt"
  },
  {
    "sentence": "The present paper focuses on Innovative Technological Interventions for Children with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA) with main objective to improve their cognitive and social skills and allow them to gain maximum benefit from social inclusion within the educational system.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8534471988677979,
    "Source": "3389189.3398003.txt"
  },
  {
    "sentence": "## KEYWORDS Neurodevelopmental disorders, High functioning autism, Attention deficit disorder, Children, Student, Support, Teaching, Interventions, Interfaces.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8976801037788391,
    "Source": "3389189.3398003.txt"
  },
  {
    "sentence": "A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA) : Innovative Technological Advancements for Students with Neurodevelopmental Disorders.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8714547753334045,
    "Source": "3389189.3398003.txt"
  },
  {
    "sentence": "A number of studies have established that high functioning children with Autism Spectrum Condition (ASC) are able to maintain social interactions when an initiation is directed towards them.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8704689145088196,
    "Source": "3395035.3425188.txt"
  },
  {
    "sentence": "https://doi.org/10.1145/3408877.3432516 ## 1 INTRODUCTION Autism spectrum disorder (ASD) is a life-long neuro-developmental condition that has a significant impact on an autistic person's daily life.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.85577392578125,
    "Source": "3408877.3432516.txt"
  },
  {
    "sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new Serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8779984712600708,
    "Source": "3430524.3440646.txt"
  },
  {
    "sentence": "Defining the social deficits of autism: The contribution of non- verbal communication measures.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.959997832775116,
    "Source": "3439231.3439270.txt"
  },
  {
    "sentence": "Restricted Interest.",
    "detected_phrase": "restricted interests",
    "similarity_score": 0.9486529231071472,
    "Source": "3439231.3439270.txt"
  },
  {
    "sentence": "# Understanding Autism: The Power of EEG Harnessed by Prototypical Learning Asif SalekinSyracuse UniversityElectrical Engineering and Computer ScienceSyracuse, NY, USA #### Abstract Recent studies suggest that atypical neural function, due to atypical neural structure, is associated with the behavioral symptoms of Autism Spectrum Disorder (ASD).",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.882028341293335,
    "Source": "3446913.3460317.txt"
  },
  {
    "sentence": "According to the World Health Organization, symptoms of autism surface at the early stages of one's life, and mostly continue for the rest of life.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8905003666877747,
    "Source": "3449134.txt"
  },
  {
    "sentence": "It can be inferred that the authors here considered only the people with whom the autistic person would be comfortable as, by nature, they tend to be selective about people to connect with.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.877063512802124,
    "Source": "3449134.txt"
  },
  {
    "sentence": "In this case, we were also inspired by the prevalence of visuals used in the educational and therapeutic experiences of autistic individuals, such as the schedule chart shown above, reward charts, and communication aids .",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8761956095695496,
    "Source": "3449151.txt"
  },
  {
    "sentence": "Extensive experiments are conducted and experimental results show that the proposed model has an accuracy of 0.89 in identifying key influence factors of autism symptoms, which significantly outperformances the other state-of-the-art baseline models.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8570481538772583,
    "Source": "3453800.3453832.txt"
  },
  {
    "sentence": "A theoretical approach to the deficits in infantile autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8548879623413086,
    "Source": "3461615.3485426.txt"
  },
  {
    "sentence": "Social skills interventions for children with Asperger's syndrome or high-functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8667848706245422,
    "Source": "3462203.3475928.txt"
  },
  {
    "sentence": "Characteristics associated with presence of depressive symptoms in adults with autism spectrum disorder.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8823205232620239,
    "Source": "3462244.3479882.txt"
  },
  {
    "sentence": "Disrupted prediction errors index social deficits in autism spectrum disorder.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8612380027770996,
    "Source": "3468849.txt"
  },
  {
    "sentence": "The Internet: A comfortable communication medium for people with Asperger syndrome (AS) and high functioning autism (HFA)?",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8666094541549683,
    "Source": "3469859.txt"
  },
  {
    "sentence": "# Requirements Elicitation in the Context of Software for Low-Functioning Autistic People: An Initial Proposal of Specific Supporting Artifacts Àurea Hiléia da Silva Meloasmelo@uea.edu.brUniversidade Estadual do AmazonasManaus-Amazonas, BrazilLuis Riveroluisrivero@nca.ufma.brPPGCC/UFMASão Luis-Maranhão, Brazil Jonathan Silva dos Santosjonathas.silvasantos@gmail.comMéliuzManaus-Amazonas, Brazil Ana Carolina OranRaimundo da Silva Barretoana.oran@icomp.ufam.edu.brrbarreto@icomp.ufam.edu.brUniversidade Federal do AmazonasManaus-Amazonas, Brazil #### Abstract Requirements engineering is a crucial stage for the success of any software, as it allows a better understanding of the needs and desires of the customers or future users.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8507055640220642,
    "Source": "3474624.3477065.txt"
  },
  {
    "sentence": "Requirements Elicitation in the Context of Software for Low-Functioning Autistic People: An Initial Proposal of Specific Supporting Artifacts.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8507057428359985,
    "Source": "3474624.3477065.txt"
  },
  {
    "sentence": "Parent reports of sensory symptoms in toddlers with Autism and those with other Developmental Disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8606239557266235,
    "Source": "3485768.3485782.txt"
  },
  {
    "sentence": "While some people find functional or binary labels (e.g., low or high-functioning Autism) useful, others find them harmful and ableist.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8712884783744812,
    "Source": "3491102.3517596.txt"
  },
  {
    "sentence": "Further, a critique of some of this literature is that many studies use deficit-based framing that focuses on the deficits of the Autistic individual, rather than their differences or strengths.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8770685791969299,
    "Source": "3491102.3517596.txt"
  },
  {
    "sentence": "Resting heart rate variability, emotion regulation, psychological wellbeing and autism symptomatology in adults with and without autism.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8638789653778076,
    "Source": "3491102.3517788.txt"
  },
  {
    "sentence": "Documentation of challenging behaviors is fundamental for identifying what environmental factors influence them, such as how others respond to a child's such behaviors.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8670028448104858,
    "Source": "3512939.txt"
  },
  {
    "sentence": "# 2 BACKGROUND: CHALLENGING BEHAVIORS AND INTERVENTIONS Challenging behaviors are those whose intensity, frequency, or duration is likely to threaten the quality of life or physical safety of an individual or others.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8669703006744385,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Consequence (C) refers to what happened right after the challenging behavior as a result.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8982684016227722,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Caregivers' behavioral data collection not only helps clinical experts make informed decisions about how to deal with challenging behaviors but also empowers caregivers to take an active role in the challenging behaviors interventions.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8972610831260681,
    "Source": "3512939.txt"
  },
  {
    "sentence": "### 3.3 Tracking Autistic Children's Behaviors HCI researchers have long sought to better support tracking autistic children's behaviors to assist early diagnosis of developmental disorders, better contextualize stereotypical behaviors, or intervene around challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8625938892364502,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Through a timer widget on the home screen (Figure 1b), users can immediately timestamp when their children show challenging behaviors and are sent to the logging screen in GeniAuti once they stop the timer to guide them to fill out the other information at their conveniences, such as place, ABC information, type, intensity, and perceived functions (a desire for attention, access to preferred tangibles or activities, avoidance of demands to engage in non-preferred activities, and sensory stimulation ).",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9015249013900757,
    "Source": "3512939.txt"
  },
  {
    "sentence": "(a) Specifying types, (b) Evaluating the intensity, (c) Describing an antecedent, and (d) Indicating functions of challenging behavior title of the challenging behavior (see Figure 2).",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8823626041412354,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Furthermore, histograms are presented to visualize the frequency, functions, types, and locations of challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8560872077941895,
    "Source": "3512939.txt"
  },
  {
    "sentence": "As every child shows different types of challenging behaviors and the ways in which caregivers deal with them differ, we did not instruct caregivers on how to use the app, including how long to engage with tracking, what behavior to track, and how frequently to record.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9259462356567383,
    "Source": "3512939.txt"
  },
  {
    "sentence": "### 5.3 Data Analysis We conducted a quantitative analysis by calculating descriptive statistics from GeniAuti usage logs to understand the overall patterns of system usage, the duration and intensity of challenging behaviors, and whether and with whom our participants shared data.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9370709657669067,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Our participants subjectively assessed the intensity of challenging behaviors exhibited by their child based on a 5-point Likert scale (from very weak to very strong) (mean=3.2).",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8625563383102417,
    "Source": "3512939.txt"
  },
  {
    "sentence": "For example, P17 liked that she was able to review her data at a time and place that worked best for her to reflect back on what kind of challenging behaviors her child showed that day, describing, \"I think it was convenient that GeniAuti was a mobile app.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9114141464233398,
    "Source": "3512939.txt"
  },
  {
    "sentence": "In addition, building on a clinical data collection structure, the ABC model, GeniAuti provided participants a structure to log their children's challenging behaviors in a more systematic way.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9119842052459717,
    "Source": "3512939.txt"
  },
  {
    "sentence": "The caregivers became not only more aware of their child's challenging behaviors but also more reflective of their response strategies.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8866668939590454,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Furthermore, being a collaborative tool for caregivers to share behavioral data with their clinical experts, GeniAuti implicitly nudged caregivers to respond to their children's challenging behaviors in the ways that the clinical experts recommended.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.921747624874115,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Five caregivers (P3, P5, P8, P9, P13) stated they were unable to track every challenging behavior as they occurred too often.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8648591041564941,
    "Source": "3512939.txt"
  },
  {
    "sentence": "E1 highlighted that reviewing GeniAuti data helped her understand each child's challenging behaviors in a more objective way: \"Parents' descriptions are sometimes very subjective, like, 'He drove me crazy last week.'",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.910438060760498,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Building on a commonly-used data collection method (ABC model) in clinical settings, caregivers were able to generate logs that fit clinical needs, which assisted clinical experts in providing more concrete, individualized feedback on how to mitigate challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8602559566497803,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Furthermore, eight participants (P1, P2, P7, P8, P10, P12, P15, P19) reported that the four functions provided by GeniAuti did not match their perceived causes of their children's challenging behaviors, feeling that challenging behaviors were caused by their children's inner thoughts and feelings, which they could not observe and therefore track.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8813321590423584,
    "Source": "3512939.txt"
  },
  {
    "sentence": "For example, P9 strongly believed that her child's challenging behaviors became severe due to physical and psychological factors after her child gained weight.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8534353971481323,
    "Source": "3512939.txt"
  },
  {
    "sentence": "GeniAuti's tracking structure is based on the ABC model, which has an underlying assumption that the cause of challenging behaviors can be best understood based on the observations and documentation of the environmental factors including others' behaviors (e.g., therapists, caregivers).",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8597300052642822,
    "Source": "3512939.txt"
  },
  {
    "sentence": "# 7.2 Promoting Negotiations between Caregivers and Clinicians to Close the Perspective Gap Challenging behavior interventions ultimately aim to modify behaviors of children, and how caregivers respond to their child's challenging behaviors greatly influences the behaviors.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.877324640750885,
    "Source": "3512939.txt"
  },
  {
    "sentence": "However, we also observed significant tension when caregivers and clinical experts had different opinions about how to interpret the child's challenging behaviors, which might have hindered caregiver-clinician collaboration to better manage children's behavioral health.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8897666931152344,
    "Source": "3512939.txt"
  },
  {
    "sentence": "From clinical experts' perspective, such tension occurred when caregivers had rigid viewpoints about the causes of their children's challenging behaviors, leading them to be less receptive to the experts' recommendations.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9118733406066895,
    "Source": "3512939.txt"
  },
  {
    "sentence": "# 7.3 Tracking as a Listening Tool for Caregivers Through deploying GeniAuti, we learned about the lived experiences of caregivers taking care of children who engage in challenging behaviors, which included significant physical and emotional struggles.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.876937210559845,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Others tracked or wanted to track incidents when their children exhibited almost, but not quite, challenging behaviors to support reminiscence around successful moments.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.9000653028488159,
    "Source": "3512939.txt"
  },
  {
    "sentence": "The form and function of challenging behaviours.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8609386682510376,
    "Source": "3512939.txt"
  },
  {
    "sentence": "Moreover, individual with ASD present with an increased risk of inappropriate sexual behaviors, unintentional sexual offending, and sexual victimization.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8958922624588013,
    "Source": "3516875.3516904.txt"
  },
  {
    "sentence": "Teachers often find it difficult to screen (early diagnosis) related to developmental symptoms of autistic children.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8646987676620483,
    "Source": "3516875.3516976.txt"
  },
  {
    "sentence": "Every child with Autism has a different level of literacy ability depending on the extent to which their autistic symptoms affect it 6.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8584864139556885,
    "Source": "3516875.3517003.txt"
  },
  {
    "sentence": "Intelligence disorders are not symptoms of Autism, meaning that children with Autism may have average, above average, or below-average intelligence.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8733526468276978,
    "Source": "3516875.3517003.txt"
  },
  {
    "sentence": "In children with Autism, seven factors affect their reading ability, namely whether or not autistic symptoms are dominant, age at diagnosis, language ability, child's talent, level of intelligence, emotional stability, and appropriate therapy 16.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8635797500610352,
    "Source": "3516875.3517003.txt"
  },
  {
    "sentence": "Similar to traditional autism therapies, generalization remains to be problematic since signs and symptoms of autism represent a heterogeneous nature, which, in turn, requires personalized therapeutic intervention.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8738608360290527,
    "Source": "3523760.3523770.txt"
  },
  {
    "sentence": "Lacking of eye contact in social communication is one of the core deficits in autism, and it seems especially challenging for young children with ASD.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9487905502319336,
    "Source": "3523760.3523770.txt"
  },
  {
    "sentence": "P. Andersen, K. Hovik, E. Skogli, and M. Øie, \"Severity of autism symptoms and degree of attentional difficulties predicts emotional and behavioral problems in children with high-functioning autism; a twoyear follow-up study.\"",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9016515016555786,
    "Source": "3523760.3523770.txt"
  },
  {
    "sentence": "## 2 PROBLEM In this study, I focus on the needs of people with High-Functioning Autism and Asperger's Syndrome, whose cognitive abilities and language skills are intact.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8594323396682739,
    "Source": "3543873.3587533.txt"
  },
  {
    "sentence": "Web Accessibility research implies: *supervised by Olga Mitrofanova the development of an inclusive mobile app interface focusing on the needs of people with High-Functioning Autism and Asperger's Syndrome, while a combined NLP and IR study is conducted to develop a web-based Information Retrieval Question Answering (IR QA) model accessed through the interface.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8594323992729187,
    "Source": "3543873.3587533.txt"
  },
  {
    "sentence": "Thus, while developing an accessible web tool, it is essential to focus on the needs of the target audience, which, in this study, is presented by people with High-Functioning Autism and Asperger's Syndrome.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9010881185531616,
    "Source": "3543873.3587533.txt"
  },
  {
    "sentence": "The survey will be conducted among people with High-Functioning Autism and Asperger's Syndrome, their parents and other neurotypical people who might be interested or involved in the inclusion.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8643590211868286,
    "Source": "3543873.3587533.txt"
  },
  {
    "sentence": "The symptoms of autism spectrum disorders in adolescence and adulthood.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9042900800704956,
    "Source": "3544548.3581341.txt"
  },
  {
    "sentence": "Knapp M, Romeo R, Beecham J, \"Economic cost of autism in the UK.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9218724370002747,
    "Source": "3545839.3545851.txt"
  },
  {
    "sentence": "One student with Autism could even finish the programming on first attempts without any bugs, which corroborates the belief that some with Asperger's Syndrome or high-functioning Autism may be well suited for software development.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8763548135757446,
    "Source": "3545945.3569818.txt"
  },
  {
    "sentence": "We define a support network as the people to whom autistic individuals might reach out to discuss their work-related issues, including family, friends, and professionals (e.g., special education teachers, therapists, or work managers) .",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.9088348150253296,
    "Source": "3555082.txt"
  },
  {
    "sentence": "The overall reflection interface () offers a chance to investigate the VR experience of the primary user (i.e., an autistic individual) with members of their support network.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8585855960845947,
    "Source": "3555082.txt"
  },
  {
    "sentence": "While most family members and professionals were familiar with an individual's visible behavioral challenges, the VR system could help them recognize the invisible emotional states of the autistic individual, such as anxiety, leading to an awareness of more subtle aspects about the individual's emotional state.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8564001321792603,
    "Source": "3555082.txt"
  },
  {
    "sentence": "For example, our interviews revealed the Workplace Playbook VR feature that allows other people to watch the VR practice of autistic people has the potential to help neurotypical employees to better understand the exact situations in which autistic individuals struggle, how the individuals respond to situations, and how neurotypical employees can or should intervene situations.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8638005256652832,
    "Source": "3555082.txt"
  },
  {
    "sentence": "Caregiver Daily Reporting of Symptoms in Autism Spectrum Disorder: Observational Study Using Web and Mobile Apps.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8749198317527771,
    "Source": "3555082.txt"
  },
  {
    "sentence": "## ABSTRACT Pervasive symptoms of people with autism spectrum disorder (ASD), such as a lack of social and communication skills, are major challenges to be embraced in the workplace.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9266079068183899,
    "Source": "3562939.3565608.txt"
  },
  {
    "sentence": "We address disappearance by rematerializing or reappearing the autistic person as a subject and academic, sharing methodologies for advancing autistic thought in and around academia.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.9080631732940674,
    "Source": "3569891.txt"
  },
  {
    "sentence": "A7: I think researchers often use terribly offensive language when talking about autism (abnormal, deficit, impaired) - this makes research inaccessible (I cringe at my old research articles where I used words like this...I'm trying to be a better ally now!)",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8581865429878235,
    "Source": "3569891.txt"
  },
  {
    "sentence": "Children with ASD often develop a unique pattern of behaviors and different levels of severity, from low to high functioning.",
    "detected_phrase": "low severity",
    "similarity_score": 0.8791649341583252,
    "Source": "3572549.3572587.txt"
  },
  {
    "sentence": "In addition, the severity of symptoms in autistic patients may also have an impact on the results of the experiment, as well as the intelligence level of the participants needs to be considered.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.9238688945770264,
    "Source": "3573428.3573696.txt"
  },
  {
    "sentence": "Development and psychopathology, 2008, 20(1):.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8749167919158936,
    "Source": "3573428.3573696.txt"
  },
  {
    "sentence": "Development and Psychopathology, 2006, 18(1):.",
    "detected_phrase": "psychopathology",
    "similarity_score": 0.8788940906524658,
    "Source": "3573428.3573696.txt"
  },
  {
    "sentence": "Emotion recognition difficulties are well documented core symptoms of ASD and can be a significant risk factor for social exclusion and mental health issues in adolescence.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9116121530532837,
    "Source": "3575879.3575997.txt"
  },
  {
    "sentence": "Low comparison scores are indicative of minimal evidence of autism symptoms, whereas high scores are indicative of severe autism symptoms.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.876555860042572,
    "Source": "3577190.3614117.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule--Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173306226730347,
    "Source": "3577190.3614117.txt"
  },
  {
    "sentence": "Formal thought disorder and the autism spectrum: relationship with symptoms, executive control, and anxiety.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8767533898353577,
    "Source": "3577190.3614132.txt"
  },
  {
    "sentence": "## ABSTRACT In this paper, we present Starrypia, a lightweight gamified music adjuvant treatment application to improve the symptoms of mild autistic children, eliminating the geographical and time constraints faced by traditional treatment.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.8976463675498962,
    "Source": "3586183.3606755.txt"
  },
  {
    "sentence": "However, the therapists find it difficult to identify the exact cause of challenging behaviors because their method lacks objective and quantitative indicators.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8807978630065918,
    "Source": "3586183.3606797.txt"
  },
  {
    "sentence": "First, it could allow doctors and therapists to quantitatively investigate the underlying causes of challenging behaviors in autistic people.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.87580406665802,
    "Source": "3586183.3606797.txt"
  },
  {
    "sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173305630683899,
    "Source": "3587819.3590988.txt"
  },
  {
    "sentence": "Early recovery of a child from autism is necessary to live in a normal socio-communicable life.",
    "detected_phrase": "autism recovery",
    "similarity_score": 0.8818697929382324,
    "Source": "3592855.txt"
  },
  {
    "sentence": "Similar virtual therapies can also be provided to address other symptoms of autism.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.885818600654602,
    "Source": "3592855.txt"
  },
  {
    "sentence": "Autism is categorized in to three types (may be any reference) as Typical Autism (TA), Asperger and High Functioning Autism (HFA).",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8588760495185852,
    "Source": "3592855.txt"
  },
  {
    "sentence": "## 2 RELATED WORK According to the American Psychiatric Association, the autism phenotype is characterized by deficits in communication skills, as well as repetitive behaviors.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8889318704605103,
    "Source": "3594781.3594791.txt"
  },
  {
    "sentence": "Caregivers, family, and friends (CFF), as well as community members, although limited in our dataset, tended to ask questions to improve their support of an autistic person in their lives.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.9030638337135315,
    "Source": "3597638.3608413.txt"
  },
  {
    "sentence": "I think he just looked up symptoms of autism and is faking it to manipulate me... Do any of you have suggestions on how I can make him stop trying to manipulate me?\"",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8660835027694702,
    "Source": "3597638.3608413.txt"
  },
  {
    "sentence": "These measures can better support management regimens already used by autistic individuals, as shown in our findings (i.e., ear protection devices, meditation, and music).",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8895973563194275,
    "Source": "3597638.3608413.txt"
  },
  {
    "sentence": "We take the view that our participants sought to thoroughly explain and describe their thoughts as autistic individuals to us as non-autistic listeners.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8503069281578064,
    "Source": "3597638.3608416.txt"
  },
  {
    "sentence": "Indeed, whereas the literature on the use of VR for mental health as well as for \"high functioning\" autism is abundant, only a very few VR works addresses a comorbid population with these three deficiencies (ASD, IDD, DLD).",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9438652396202087,
    "Source": "3604321.3604380.txt"
  },
  {
    "sentence": "# Intrinsic Brain Connectivity Associated with Pragmatic Language Impairment in Children with Autism Hangyan YU*Department of Linguistics, School of International Studies, Zhejiang Universityyhyan@zju.edu.cn ## ABSTRACT Impairment in pragmatic language is one of the most noticeable symptoms of autism spectrum disorders (ASD).",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9344265460968018,
    "Source": "3608164.3608204.txt"
  },
  {
    "sentence": "K. D. Tsatsanis, B. P. Rourke, A. Klin, F. R. Volkmar, D. Cicchetti, and R. T. Schultz, \"Reduced thalamic volume in high-functioning individuals with autism,\" Biological Psychiatry, vol.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8529422879219055,
    "Source": "3608164.3608204.txt"
  },
  {
    "sentence": "However, the role of the autistic person on these teams is rarely considered.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8537657260894775,
    "Source": "3610037.txt"
  },
  {
    "sentence": "Accordingly, our position towards inclusive design is shaped by the neurodiversity movement, which rejects medicalised notions of autism as deficit, conceptualising it instead as a different cognitive style.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9050262570381165,
    "Source": "3610048.txt"
  },
  {
    "sentence": "This project generated insights related to two distinct aspects of designing assistive Information and Communication Technology (ICT) to support autistic individuals: (1) the ability for visual elicitation activities to help autistic individuals recognize interaction patterns, gain a deeper understanding of other's perspectives, and imagine more desirable alternatives, and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8513544797897339,
    "Source": "3610057.txt"
  },
  {
    "sentence": "Based on our findings, we discuss two distinct aspects of designing assistive information and communication technologies (ICT) to support autistic individuals: (1) the ability of visual elicitation and game design activities to provide a means for autistic individuals to describe current communication patterns and imagine more desirable alternatives and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8513544797897339,
    "Source": "3610057.txt"
  },
  {
    "sentence": "The symptoms of autism spectrum disorders in adolescence and adulthood.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.9042900800704956,
    "Source": "3611659.3615713.txt"
  },
  {
    "sentence": "By applying a set of AI-driven intelligent features, we believe that future design can offload the cognitive burden for people with autism, so that they can achieve the varying tasks, such as writing and reading e-mails, making applications, and preparing interviews, with less attention.",
    "detected_phrase": "burden of autism",
    "similarity_score": 0.944908857345581,
    "Source": "3613904.3642197.txt"
  },
  {
    "sentence": "Executive Functioning in High-functioning Children with Autism.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8575828671455383,
    "Source": "3613904.3642197.txt"
  },
  {
    "sentence": "This approach engages imagination, creativity, and open dialogcharacteristics of autistic adults that are not commonly drawn upon for research and that counter limiting stereotypes of autism as characterized by deficits in areas of emotions, communication, social skills, and imaginative skills.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9081851243972778,
    "Source": "3613904.3642210.txt"
  },
  {
    "sentence": "Caregiver daily reporting of symptoms in autism spectrum disorder: observational study using web and mobile apps.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8749198317527771,
    "Source": "3613904.3642357.txt"
  },
  {
    "sentence": "Finally, service providers are more likely to see offline cues that something is going wrong and have a larger understanding of the social context since they work with many of the individuals with which the autistic YAs are interacting on social media.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8934619426727295,
    "Source": "3613904.3642567.txt"
  },
  {
    "sentence": "ACM ISBN --0/24/05 https://doi.org/10.1145/3613904.3642626:  In this paper, we use identity-first language (i.e., \"autistic person\") rather than personfirst language (i.e., \"person with autism\") because it is preferred by many autistic people and because the use of person-first language may exacerbate the stigma associated with autism.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8742331266403198,
    "Source": "3613904.3642626.txt"
  },
  {
    "sentence": "His work on pathologizing autism was so influential that he became the namesake of Asperger's Syndrome, now controversially referred to as \"high-functioning autism\".",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.9099680185317993,
    "Source": "3613904.3642798.txt"
  },
  {
    "sentence": "This deficit-based understanding is central to the medical model, which focuses mainly on the causation or cure of autism as a disorder.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.8958121538162231,
    "Source": "3613904.3642798.txt"
  },
  {
    "sentence": "Additionally, the concept that an autistic person's \"mental age\" is different from their physical age is rooted in ableism and specifically pervasive in autism research.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8545896410942078,
    "Source": "3613904.3642798.txt"
  },
  {
    "sentence": "- Report participant demographics to help readers contextualize your findings ### 3.3 Power Imbalance Many foundational works in autism research have applied social deficit theories; instead of studying the unique social behaviors preferred by autistic individuals, established research in developmental psychology highlights autistic people's \"deficit\" of neurotypical social norms such as the ability to \"mind read\" and make \"appropriate\" eye contact .",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8610862493515015,
    "Source": "3613904.3642798.txt"
  },
  {
    "sentence": "Many prior technological interventions for autistic individuals have traditionally had a curative perspective, aiming to \"fix\" perceived deficits or challenges associated with autism.",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8785504102706909,
    "Source": "3613904.3642894.txt"
  },
  {
    "sentence": "Unlike other subtypes of autism, High-Functioning Autism (HFA) individuals have normal intelligence, but encounter difficulties in establishing satisfying social relationships due to deficiencies in emotional recognition and expression.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8776018619537354,
    "Source": "3613904.3642899.txt"
  },
  {
    "sentence": "For those conversation agents that achieve personalization by selecting suitable content from a fixed database according to the user's usage behavior, it can be challenging to make the content fully cater to the user's needs.",
    "detected_phrase": "challenging behavior",
    "similarity_score": 0.8754234313964844,
    "Source": "3613904.3642899.txt"
  },
  {
    "sentence": "Social Skills Interventions for Children with Asperger's Syndrome or High-Functioning Autism: A Review and Recommendations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8667848706245422,
    "Source": "3613904.3642899.txt"
  },
  {
    "sentence": "As a result, child psychiatrists and psychologists can swiftly identify the emotional state of ASD children, enabling them to provide more effective treatments and alleviate symptoms associated with autism spectrum disorder because they are used to facing problems (see Figure 2).",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9144232869148254,
    "Source": "3629606.3629642.txt"
  },
  {
    "sentence": "The employed tactics can be personalised on autism symptom severity, types of problems encountered and user preferences.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.8726798892021179,
    "Source": "3631700.3664898.txt"
  },
  {
    "sentence": "Executive Functioning in High-functioning Children with Autism.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8575828671455383,
    "Source": "3631700.3664898.txt"
  },
  {
    "sentence": "We found: 1) that computing research in adult autism is neither representative of older and non-binary adults nor of autistic adults living outside the USA and Europe; 2) a lack of technologies geared towards the priorities set by autistic adults and their allies, and 3) that computing research primarily views adult autism as a medical deficit and builds design solutions and technologies that follow this marginalizing narrative.",
    "detected_phrase": "autism deficits",
    "similarity_score": 0.8688507676124573,
    "Source": "3635148.txt"
  },
  {
    "sentence": "Any autism research priority that was explicitly relevant to infants, children, adolescents younger than 20 years old and their parents and educators, or they were purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to cure autism, were excluded, and thus not coded.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.8672592043876648,
    "Source": "3635148.txt"
  },
  {
    "sentence": "Thus they have been excluded from the selected research priorities, along with priorities relevant to investigating cures and causes of autism, which we deemed out of the scope of computing research and HCI.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.8684723377227783,
    "Source": "3635148.txt"
  },
  {
    "sentence": "The statements of 13 editors were excluded as they were not relevant to adults, or purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to cure autism.",
    "detected_phrase": "cure autism",
    "similarity_score": 0.8672593832015991,
    "Source": "3635148.txt"
  },
  {
    "sentence": "A problematic paradigm found in 14 papers was the use of unsubstantiated mentions of high-functioning and low-functioning, which incorrectly assume that autism is a linear spectrum and often promotes the idea of neurotypical functioning as optimal .",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.9045883417129517,
    "Source": "3635148.txt"
  },
  {
    "sentence": "Eight papers developed analyses or recommendations that attribute results to the communication deficits of autistic adults but miss out on acknowledging neurotypical stakeholders' experiences (or deficits based on the medical model) [165, 168,  # 6.3 The abnormal, the improper, and their deficits We found that autistic adults are often described as a collection of deficits [158, 164, 167, 169, 173, 174, , hindered by mental conditions, with hindered mental growth, with atypical prosody, with abnormal vocalics, abnormal proxemics, abnormal chronemics, abnormal haptics, being overly literal, with abnormal reactions a burden to a caregiver, a societal issue, mysterious, peculiar, \"a person whom we cannot connect with\" and as \"people suffering from autism\".",
    "detected_phrase": "suffering from autism",
    "similarity_score": 0.8693234324455261,
    "Source": "3635148.txt"
  },
  {
    "sentence": "Salience network-based classification and prediction of symptom severity in children with autism [J].",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8855370283126831,
    "Source": "3644116.3644245.txt"
  },
  {
    "sentence": "However, There is a low level of autism screening, diagnosis and intervention system in China.",
    "detected_phrase": "low functioning autism",
    "similarity_score": 0.8578911423683167,
    "Source": "3644116.3644267.txt"
  },
  {
    "sentence": "# 3.4 Positionality Aside from a few examples within the HCI community, most researchers working in the space of play, technology, and autism often adopt a deficit narrative and take an \"outsider\" approach to autism, which does not support children exercise their rights.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8726754188537598,
    "Source": "3648619.txt"
  },
  {
    "sentence": "Critically contextualising 'normal' development and the construction of the autistic individual from: The Routledge International Handbook of Critical Autism Studies Routledge Burdette, H.L., Whitaker, R.C.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8689533472061157,
    "Source": "3648619.txt"
  },
  {
    "sentence": "Signs and Symptoms of Autism: Spectrum Disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.879254937171936,
    "Source": "3648619.txt"
  },
  {
    "sentence": "M. B. Nebel et al., \"Intrinsic visual-motor synchrony correlates with social deficits in autism,\" Biol Psychiatry, vol.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8904687762260437,
    "Source": "3655598.txt"
  },
  {
    "sentence": "This is especially essential for autistic individuals due to the fact that a high percentage of this population is under or unemployed and have identified the interview as one of the major barriers to employment.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8733903169631958,
    "Source": "3659211.3659232.txt"
  },
  {
    "sentence": "This situation contributed to uncertainty about the autism \"epidemic\" during the late 1990s.",
    "detected_phrase": "autism as an epidemic",
    "similarity_score": 0.8984717726707458,
    "Source": "3660344.txt"
  },
  {
    "sentence": "## 5 DISCUSSION In the past, state-of-the-art methods typically employed a unified supervised learning approach, assuming that the label of each instance inherits the label of the corresponding bag, indicating a high degree of autistic symptoms in every case.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.9367882609367371,
    "Source": "3665689.3665715.txt"
  },
  {
    "sentence": "C. R. Costa and L. Carolina, \"Findings on sensory deficits in autism: Implications for understanding the disorder,\" Psychology \\& Neuroscience, vol.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9282769560813904,
    "Source": "icst.pervasivehealth.2013.252156.txt"
  },
  {
    "sentence": "Our work addresses one particular under-studied speech aspect: articulation-related acoustics, one of the broad autism spectrum symptoms.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9239187240600586,
    "Source": "TASLP.2023.3330605.txt"
  },
  {
    "sentence": "N. Rogge and J. Janssen, \"The economic costs of autism spectrum disorder: A literature review,\" J. Autism Develop.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9126183986663818,
    "Source": "TASLP.2023.3330605.txt"
  },
  {
    "sentence": "C. Lord et al., \"The autism diagnostic observation schedule-generic: A. standard measure of social and communication deficits associated with the spectrum of autism,\" J. Autism Develop.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9173307418823242,
    "Source": "TASLP.2023.3330605.txt"
  },
  {
    "sentence": "C.-P. Chen, S. S.-F. Gau, and C.-C. Lee, \"Learning converse-level multimodal embedding to assess social deficit severity for autism spectrum disorder,\" in Proc.",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.8627275228500366,
    "Source": "TASLP.2023.3330605.txt"
  },
  {
    "sentence": "In particular, our goal is to perform two levels of variable selection: at the first level, important regions are selected in relation to the ASD risk; at the second level, a set of important voxels within the selected regions are selected and are referred to as ASD imaging risk factors.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9316619634628296,
    "Source": "TCBB.2015.2440244.txt"
  },
  {
    "sentence": "More recently, several recent task-related fMRI studies showed that autism patients exhibited reduced brain activities in the IFGtriang-R. Our results further suggest that the resting state brain activities (reflected by the fALFF) in the PoCG-R and the IFGTriang-R along with other four regions are highly predictive of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8629847764968872,
    "Source": "TCBB.2015.2440244.txt"
  },
  {
    "sentence": "reported a negative association of the fALFF in a similar region (the right middle frontal gyrus) with the ASD, suggesting that there may be an anti-correlated brain network located in this region that is predictive of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8569778800010681,
    "Source": "TCBB.2015.2440244.txt"
  },
  {
    "sentence": "Five real brain Sagittal (right) slices  cutting through two regions: IFGtriang-R and PoCG-R. for age, sex and IQ are respectively ,  and , indicating that age is not significantly associated with the ASD, while patients with low IQ and males have a relatively high ASD risk.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8592029809951782,
    "Source": "TCBB.2015.2440244.txt"
  },
  {
    "sentence": "More notably, when evaluated via a ten-fold cross-validation, the SIS+LASSO approach achieves a considerably lower prediction sensitivity ( 0.705 ) and specificity  compared to our method, suggesting the superiority of our method in the prediction of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.8500069379806519,
    "Source": "TCBB.2015.2440244.txt"
  },
  {
    "sentence": "Thus, the abnormal connectivity organization might be associated with many autistic symptoms.",
    "detected_phrase": "autistic symptoms",
    "similarity_score": 0.889665961265564,
    "Source": "TCBB.2015.2476787.txt"
  }
]