[
  {
    "sentence": "Last but not least, we examine the feedback educators for autistic individuals provide for the system in terms of its usefulness, efficiency and the envisaged reaction of the autistic individuals, which has been collected by means of an anonymous questionnaire.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8875218629837036,
    "Source": "replacements"
  },
  {
    "sentence": "### 4.1 Pilot In order to test our initial ideas, a pilot study was conducted with one 8 -year-old child who has a diagnosis of Asperger's Syndrome (AS), a high-functioning form of autism.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8750109672546387,
    "Source": "replacements"
  },
  {
    "sentence": "Symptoms: What are the symptoms experienced by individuals with Autism?",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.9384106993675232,
    "Source": "replacements"
  },
  {
    "sentence": "Brief Report: Forecasting Economic Support for Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.8858938217163086,
    "Source": "replacements"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Burden Associated With Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.92787766456604,
    "Source": "replacements"
  },
  {
    "sentence": "Forecasting the Economic Aspects Related to Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9208266735076904,
    "Source": "replacements"
  },
  {
    "sentence": "Economic Considerations for Supporting Childhood Autism Spectrum Disorders.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.8590419292449951,
    "Source": "replacements"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Implications for the Autism Spectrum Disorder Population in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9094875454902649,
    "Source": "replacements"
  },
  {
    "sentence": "Brief Report: Forecasting the Economic Cost of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9036660194396973,
    "Source": "replacements"
  },
  {
    "sentence": "'Parents do notice developmental delays in their children, but they are often unaware of the risks of ASD, and children are therefore often not diagnosed until they enter school, simply because ASD wasn't identified earlier.'",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9097449779510498,
    "Source": "replacements"
  },
  {
    "sentence": "It is like fix for autism and all the symptoms, including eating problems.",
    "detected_phrase": "autism symptoms",
    "similarity_score": 0.884282112121582,
    "Source": "replacements"
  },
  {
    "sentence": "Three new areas of focus were common: (1) help with emotion identification; (2) ways to modify strategies to address disruptive behaviors; and (3) help for the children's support systems, including facilitating better behavior tracking and communication among the members of support systems.",
    "detected_phrase": "disruptive behavior",
    "similarity_score": 0.9078620672225952,
    "Source": "replacements"
  },
  {
    "sentence": "Salience network-based classification and prediction of symptom severity in children on the autism spectrum.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8650522828102112,
    "Source": "replacements"
  },
  {
    "sentence": "Economic effects of autism spectrum conditions: A Review",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9291101098060608,
    "Source": "replacements"
  },
  {
    "sentence": "\"The present paper focuses on Innovative Technological Interventions for Children with Attention Deficit Disorder and autism who are high functioning with main objective to improve their cognitive and social skills and allow them to gain maximum benefit from social inclusion within the educational system.\"",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8910846710205078,
    "Source": "replacements"
  },
  {
    "sentence": "Documentation of disruptive behaviors is fundamental for identifying what environmental factors influence them, such as how others respond to a child's such behaviors.",
    "detected_phrase": "disruptive behavior",
    "similarity_score": 0.9139971733093262,
    "Source": "replacements"
  },
  {
    "sentence": "Similar to traditional autism therapies, generalization remains to be problematic since signs and symptoms associated with autism inherently show considerable individual variation, which, in turn, calls for personalized therapeutic intervention.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8947955369949341,
    "Source": "replacements"
  },
  {
    "sentence": "P. Andersen, K. Hovik, E. Skogli, and M. Øie, \"Severity of autism symptoms and degree of attentional difficulties predicts emotional and behavioral problems in children with autism; a twoyear follow-up study.\"",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.862023115158081,
    "Source": "replacements"
  },
  {
    "sentence": "Knapp M, Romeo R, Beecham J, 'Economic support required for autism in the UK.'",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.8767409324645996,
    "Source": "replacements"
  },
  {
    "sentence": "The overall reflection interface offers a chance to investigate the VR experience of the primary user (i.e., an autistic individual) with members of their support network.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8585855960845947,
    "Source": "replacements"
  },
  {
    "sentence": "'For example, our interviews revealed the Workplace Playbook VR feature that allows other people to watch the VR practice of people who have autism has the potential to help neurotypical employees to better understand the exact situations in which autistic individuals struggle, how the individuals respond to situations, and how neurotypical employees can or should intervene situations.'",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.8638006448745728,
    "Source": "replacements"
  },
  {
    "sentence": "Emotion recognition difficulties are well documented core symptoms of ASD and can be a significant risk factor for social exclusion and mental health issues in adolescents who may face these challenges.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9116121530532837,
    "Source": "replacements"
  },
  {
    "sentence": "Moreover, we reported the ADOS comparison score, a continuous metric ranging from 1 to 10 that describes the observable characteristics or autism symptom intensity for a child relative to peers with ASD of similar age and language levels.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.8881103992462158,
    "Source": "replacements"
  },
  {
    "sentence": "Standardizing ADOS scores for a measure of symptom severity in autism spectrum disorders.",
    "detected_phrase": "symptoms of autism",
    "similarity_score": 0.85456383228302,
    "Source": "replacements"
  },
  {
    "sentence": "Social Skills Interventions for Children with Asperger's Syndrome or High-Functioning Autism: A Review and Recommendations.",
    "detected_phrase": "high functioning autism",
    "similarity_score": 0.8667846918106079,
    "Source": "replacements"
  },
  {
    "sentence": "Thus they have been excluded from the selected research priorities, along with priorities relevant to investigating support for autistic individuals, which we deemed out of the scope of computing research and HCI.",
    "detected_phrase": "the autistic person",
    "similarity_score": 0.882525622844696,
    "Source": "replacements"
  },
  {
    "sentence": "N. Rogge and J. Janssen, \"The economic costs of autism spectrum disorder: A literature review,\" J. Autism Develop.",
    "detected_phrase": "economic impacts of autism",
    "similarity_score": 0.9126182794570923,
    "Source": "replacements"
  },
  {
    "sentence": "\"C.-P. Chen, S. S.-F. Gau, and C.-C. Lee, \"Learning converse-level multimodal embedding to assess severe social deficits in autism spectrum disorder,\" in Proc.\"",
    "detected_phrase": "deficits in autism",
    "similarity_score": 0.9299046397209167,
    "Source": "replacements"
  },
  {
    "sentence": "In particular, our goal is to perform two levels of variable selection: at the first level, important regions are selected in relation to the ASD risk; at the second level, a set of important voxels within the selected regions are selected and are referred to as ASD imaging risk factors.",
    "detected_phrase": "at risk for ASD",
    "similarity_score": 0.9316620230674744,
    "Source": "replacements"
  }
]