[
  {
    "original_sentence": "## Introduction Certain individuals with high functioning autism (HFA) or Asperger Syndrome (AS) report discomfort making eye contact with others and puzzlement in interpersonal or group social life.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Certain autistic individuals report discomfort making eye contact with others and puzzlement in interpersonal or group social life.\n"
  },
  {
    "original_sentence": "Virtual environments for social skills training: the importance of scaffolding in practice Proceedings of the fifth international ACM conference on Assistive technologies, ACM Press, Edinburgh, Scotland, 2002.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments for communication and interaction skill development: the importance of scaffolding in practice Proceedings of the fifth international ACM conference on Assistive technologies, ACM Press, Edinburgh, Scotland, 2002.\n"
  },
  {
    "original_sentence": "However, the concern with social skills is aligned to what most consider the 'core deficit' in autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "However, the concern with social skills is aligned to what most consider the core challenges in autism.\n"
  },
  {
    "original_sentence": "The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The potential of virtual reality in communication and social interaction development for autistic people.\n"
  },
  {
    "original_sentence": "One such demographic is children who are diagnosed as being \"low-functioning\" with Autism Spectrum Disorder (ASD).",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "One such demographic is children diagnosed with autism spectrum disorder (ASD) who require substantial support.\n"
  },
  {
    "original_sentence": "Some frequently associated symptoms seen in autistic persons  include discomfort with eye contact; low levels of expressed empathy; diminished or nonexistent verbal communication; increased sensitivity to touch; repetitive movements, such as flapping hands or rocking; late onset of: Permission to make digital or hard copies of all or part of this work for personal or classroom use is granted without fee provided that copies are not made or distributed for profit or commercial advantage and that copies bear this notice and the full citation on the first page.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Some frequently associated autistic characteristics include discomfort with eye contact; low levels of expressed empathy; diminished or nonexistent verbal communication; increased sensitivity to touch; repetitive movements, such as flapping hands or rocking; late onset of: Permission to make digital or hard copies of all or part of this work for personal or classroom use is granted without fee provided that copies are not made or distributed for profit or commercial advantage and that copies bear this notice and the full citation on the first page.\n"
  },
  {
    "original_sentence": "Kabot S, Masi W, Segal M. Advances in the Diagnosis and Treatment of Autism Spectrum Disorders.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Kabot S, Masi W, Segal M. Advances in the Diagnosis and Support of Autistic People.\n"
  },
  {
    "original_sentence": "## ACM Classification Keywords K.COMPUTING MILIEUX, K. 3 COMPUTERS AND EDUCATION, K.3.1 Computer Uses in Education, Subject: CAI ## Introduction Interest has been growing in the use of software technologies to remediate language-based deficits associated with autism spectrum disorders.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Interest has been growing in the use of software technologies to support language learning associated with autism spectrum disorders.\n"
  },
  {
    "original_sentence": "Lovaas's program of Applied Behavioral Analysis, or 'ABA', along with offshoot techniques, provide a methodology for addressing many deficits associated with autism, including language, speech and nonverbal communication.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Lovaas's program of Applied Behavioral Analysis, or 'ABA', along with offshoot techniques, provide a methodology for addressing many support needs associated with autism, including language, speech and nonverbal communication. \n"
  },
  {
    "original_sentence": "## In Situ Learning of Social-Emotional Communication An ideal social skills intervention would have a number of components.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "In Situ Learning of Social-Emotional Communication An ideal social skills development program would have a number of components.\n"
  },
  {
    "original_sentence": "By enabling individuals on the autism spectrum to systemize in situ social-emotional interactions in realtime, we hope to help them enhance their social abilities by: becoming more aware of their own and other's social signals; more appropriately initiating and taking-turns during conversation; and increasing the generalizability of social skills acquired during training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "By enabling individuals on the autism spectrum to systemize in situ social-emotional interactions in realtime, we hope to help them enhance their communication and social interaction skills by: becoming more aware of their own and other's social signals; more appropriately initiating and taking-turns during conversation; and increasing the generalizability of communication and social interaction skills acquired during coaching and mentoring.\n"
  },
  {
    "original_sentence": "To support such expectations, several social skills interventions have been developed.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "To support such expectations, several programs designed to develop interpersonal communication skills have been developed.\n"
  },
  {
    "original_sentence": "Journal of Applied Developmental Psychology, 25 (1).. Gresham, F.M., Sugai, G. and Homer, R.H. Interpreting Outcomes of Social Skills Training for Students with High-Incidence Disabilities.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Journal of Applied Developmental Psychology, 25 (1).. Gresham, F.M., Sugai, G. and Homer, R.H. Interpreting Outcomes of Social Skills Instruction for Students with High-Incidence Disabilities.\n"
  },
  {
    "original_sentence": "## Virtual Environments for Social Skills Training Research on the use of virtual environments for social skills training is currently in its infancy; however, there are positive indications of its potential effectiveness.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Research on the use of virtual environments for communication and social interaction training is currently in its infancy; however, there are positive indications of its potential effectiveness.\n"
  },
  {
    "original_sentence": "Virtual environments can make possible interventions and applications, such as social skill training, which are of particular interest to ASD research.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments can make possible interventions and applications, such as communication and social skills development, which are of particular interest to ASD research.\n"
  },
  {
    "original_sentence": "Leonard, A., Mitchell, P. \\& Parsons, S. Finding a place to sit: A preliminary investigation into the effectiveness of Virtual Environments for social skills training for people with Autistic Spectrum Disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Leonard, A., Mitchell, P. & Parsons, S. Finding a place to sit: A preliminary investigation into the effectiveness of Virtual Environments for communication and social interaction training for people with Autistic Spectrum Disorders.\n"
  },
  {
    "original_sentence": "Parsons, S., and Mitchell, P. The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Parsons, S., and Mitchell, P. The potential of virtual reality in communication and social interaction development for people with autistic spectrum disorders.\n"
  },
  {
    "original_sentence": "Parsons, S., Leonard, A., Mitchell, P. Virtual environments for social skills training: comments from two adolescents with autistic spectrum disorder.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Parsons, S., Leonard, A., Mitchell, P. Virtual environments for communication and social interaction training: comments from two adolescents with autistic spectrum disorder.\n"
  },
  {
    "original_sentence": "The results also suggest that people with high-functioning autism may wish to fit in socially - a even though they have great problems in doing so - and it is therefore important that the phone of the HIPD is integrated into a socially accepted norm and is up to date - adding to the \"coolness-factor\" that can engender social contact with others.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The results also suggest that autistic people may wish to fit in socially - even though they may experience challenges in doing so - and it is therefore important that the phone of the HIPD is integrated into a socially accepted norm and is up to date - adding to the \"coolness-factor\" that can engender social contact with others.\n"
  },
  {
    "original_sentence": "HANDS Deliverable D2.1.1., http://hands-project.eu Happé, F., 1999, \"Autism: cognitive deficit or cognitive style?",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "HANDS Deliverable D2.1.1., http://hands-project.eu Happé, F., 1999, \"Autism: cognitive difference or cognitive style?\"\n"
  },
  {
    "original_sentence": "2, pp.. Rutter, M., 1983, \"Cognitive deficits in the pathogenesis of autism\", Journal of Child.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "2, pp.. Rutter, M., 1983, \"Cognitive differences in the pathogenesis of autism\", Journal of Child.\n"
  },
  {
    "original_sentence": "Last but not least, we examine the feedback educators for autistic persons provide for the system in terms of its usefulness, efficiency and the envisaged reaction of the autistic persons, which has been collected by means of an anonymous questionnaire.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Last but not least, we examine the feedback educators for autistic individuals provide for the system in terms of its usefulness, efficiency and the envisaged reaction of the autistic individuals, which has been collected by means of an anonymous questionnaire.\n"
  },
  {
    "original_sentence": "## CMC-specific social skills training Current approaches to social skills training focus on making the implicit explicit, giving feedback, and providing opportunities for practice.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "CMC-specific communication skills development Current approaches to communication skills development focus on making the implicit explicit, giving feedback, and providing opportunities for practice.\n"
  },
  {
    "original_sentence": "Seltzer, M.M., Krauss, M.W., Shattuck, P.T., Orsmond, G., Swe, A., and Lord, C. The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Seltzer, M.M., Krauss, M.W., Shattuck, P.T., Orsmond, G., Swe, A., and Lord, C. Autistic Traits in Adolescence and Adulthood.\n"
  },
  {
    "original_sentence": "A common distinction is made between High-functioning (HFA) and Low-functioning (LFA) autism, based on IQ levels.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "A common distinction is made between individuals diagnosed with autism who do and do not require substantial supports, based on adaptive skills levels and support needs.\n"
  },
  {
    "original_sentence": "In Gillberg, C., editor, Diagnosis and Treatment of Autism,.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In Gillberg, C., editor, Diagnosis and Support of Autistic People,.\n"
  },
  {
    "original_sentence": "A recent survey by Putnam and Chong (2008) found that individuals with autism and their caregivers were most interested in interventions relating to social skill building, more so than language skills and other life skills.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "A recent survey by Putnam and Chong (2008) found that individuals with autism and their caregivers were most interested in interventions relating to communication and social interaction development, more so than language skills and other life skills. \n"
  },
  {
    "original_sentence": "Visual Supports for People with Autism: A Guide for Parents and Professionals.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Visual Supports for Autistic People: A Guide for Parents and Professionals.\n"
  },
  {
    "original_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Exploration of objects that have digital effects can in certain circumstances, such as with the AKC, map on to deficits present in disorders such autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Exploration of objects that have digital effects can in certain circumstances, such as with the AKC, map on to areas where autistic individuals may experience challenges or differences.\n"
  },
  {
    "original_sentence": ": An Interpretative Phenomenological Analysis of the Autobiographical Writings of Ten High-Functioning Individuals with an Autism Spectrum Disorder.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "An Interpretative Phenomenological Analysis of the Autobiographical Writings of Ten Autistic Individuals.\n"
  },
  {
    "original_sentence": "Several studies indicate that social skills training (SST) has the potential to improve the adaptive behaviors and quality of life of ASD children.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Several studies indicate that communication and social skills support has the potential to improve the adaptive behaviors and quality of life of autistic children.\n"
  },
  {
    "original_sentence": "However, given the heterogeneity in the population of children with ASD, in terms of cognitive, language, and social development, a more flexible and adaptable approach to social skills intervention is needed.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "However, given the heterogeneity in the population of children with ASD, in terms of cognitive, language, and social development, a more flexible and adaptable approach to social skills support is needed.\n"
  },
  {
    "original_sentence": "It has been difficult to develop SST intervention paradigms that customize specific social skills training for individual children-especially those functioning at lower levels of language proficiency-that also include effective methods to promote practice and generalization of skills beyond the immediate contexts of the intervention.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "It has been difficult to develop SST intervention paradigms that customize specific social communication interventions for individual children-especially those with emerging language proficiency-that also include effective methods to promote practice and generalization of skills beyond the immediate contexts of the intervention.\n"
  },
  {
    "original_sentence": "Difficulties related to anxiety and aberrant behaviours in children with high functioning autism (HF) can impair academic and social functioning in children and cause significant distress for families.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Difficulties related to anxiety and some behaviours in autistic children can impair academic and social functioning and cause significant distress for families.\n"
  },
  {
    "original_sentence": "Visual Supports for People with Autism: A Guide for Parents and Professionals.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Visual Supports for Autistic People: A Guide for Parents and Professionals.\n"
  },
  {
    "original_sentence": "In this paper, we present the results of a study conducted in three public schools that use an educational and behavioral intervention for the instruction of social skills in changing situational contexts.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "In this paper, we present the results of a study conducted in three public schools that use an educational and behavioral intervention for the instruction of social competencies in changing situational contexts.\n"
  },
  {
    "original_sentence": "Social skills training is an effective way to develop age and functioning-level appropriate social skills to be used in a variety of situations.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Social skills development is an effective way to develop age and functioning-level appropriate social skills to be used in a variety of situations.\n"
  },
  {
    "original_sentence": "Rao, P., D. Biedel, and M. Murray, Social skills interventions for children with asperger's syndrom or high functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Rao, P., D. Biedel, and M. Murray, Social skills interventions for children with asperger's syndrom or autism: A review and recommendations.\n"
  },
  {
    "original_sentence": "Barbaresi, \"Incidence of gastrointestinal symptoms in children with autism: a population-based study,\" Pediatrics, vol.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Barbaresi, \"Incidence of gastrointestinal symptoms in autistic children: a population-based study,\" Pediatrics, vol.\n"
  },
  {
    "original_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "The main propositions, for which some evidence already exists, are that (1) interaction with (robotic) technology is free of social tension for children with ASD and (2) this can therefore, by removing inhibitions, aid the acquisition and training of social skills, and, moreover (3), that these skills can be transferred and used productively in social interaction with other humans.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The main propositions, for which some evidence already exists, are that (1) interaction with (robotic) technology is free of social tension for children with ASD and (2) this can therefore, by removing inhibitions, aid the acquisition and development of communication and interaction skills, and, moreover (3), that these skills can be transferred and used productively in social interaction with other humans.\n"
  },
  {
    "original_sentence": "Despite these amounts of money spent, at present, there is no 'cure' for autism (Gezondheidsraad, 2009).",
    "detected_phrase": "cure autism",
    "replacement_sentence": "Despite these amounts of money spent, at present, there is no known way to eliminate autism (Gezondheidsraad, 2009).\n"
  },
  {
    "original_sentence": "Gains made in teaching and training social skills at this age may have a large positive effect, both functionally and financially.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Gains made in teaching and supporting communication and social interaction at this age may have a large positive effect, both functionally and financially.\n"
  },
  {
    "original_sentence": "However, the empirical support for the effectiveness of social skills training in autism is generally is regarded poor.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "However, the empirical support for the effectiveness of social communication supports in autism is generally regarded as poor.\n"
  },
  {
    "original_sentence": "## GREETINGS, TYPICAL AND ASD DEVIATIONS As an example of pragmatic social skills that may be taught to and trained by children, aged 3 to 7 years, we propose to focus on greetings (Arendsen, 2008).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "GREETINGS, NEURODIVERSE CHILDREN As an example of pragmatic social communication that may be learned by children, aged 3 to 7 years, we propose to focus on greetings (Arendsen, 2008).\n"
  },
  {
    "original_sentence": "## Keywords autism spectrum disorder, humanoid robot, visual programming environment ## INTRODUCTION In recent years, noticeable progress has been made towards the use of robotics for people with autism spectrum disorder (ASD) in social skill training (Barakova et al., 2009; Feil-Seifer \\& Mataric, 2008), promoting explorative behavior (Dautenhahn \\& Werry, 2004) and early diagnosis (Scassellati, 2005).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "## Keywords autism spectrum disorder, humanoid robot, visual programming environment ## INTRODUCTION In recent years, noticeable progress has been made towards the use of robotics for people with autism spectrum disorder (ASD) in developing social skills (Barakova et al., 2009; Feil-Seifer \\& Mataric, 2008), promoting explorative behavior (Dautenhahn \\& Werry, 2004) and early diagnosis (Scassellati, 2005).\n"
  },
  {
    "original_sentence": "Since ASD patients like predictability and being in control, the repetitive and simplified movements of NAO can be beneficial for social skill training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Since autistic people often appreciate predictability and being in control, the repetitive and simplified movements of NAO can be beneficial for developing communication and social interaction skills.\n"
  },
  {
    "original_sentence": "Diagnosis and treatment of autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Diagnosis and support for autistic people.\n"
  },
  {
    "original_sentence": "### 5.3 Facilitating the Capture of Problem Behaviors Children with autism sometimes engage in problem behaviors such as tantrums, biting, and other potentially self-injurious or aggressive behaviors.",
    "detected_phrase": "problem behavior for autism",
    "replacement_sentence": "5.3 Facilitating the Capture of Challenging Behaviors Children with autism sometimes engage in challenging behaviors such as tantrums, biting, and other potentially self-injurious or aggressive behaviors.\n"
  },
  {
    "original_sentence": "Weru, J. W. Cultural Influences on the Behavioral Symptoms of Autism in Kenya and the United States of America, University of Texas.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Weru, J. W. Cultural Influences on Autistic Behaviors in Kenya and the United States of America, University of Texas.\n"
  },
  {
    "original_sentence": "This point is important, since the idea of the study was to use the robot as a tool to help children with special needs to learn and train social skills and to transfer this knowledge into different social settings.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "This point is important, since the idea of the study was to use the robot as a tool to help children with special needs to learn and practice social interaction and to transfer this knowledge into different social settings.\n"
  },
  {
    "original_sentence": "SOCIAL SKILLS TRAINING USING ICT In ASD education, it is important to provide formal training in social skills because children with ASD often interpret language and social signals literally, and don't always generalize from one situation to another.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Building social competencies using ICT In ASD education, it is important to provide formal instruction in social competencies because autistic children often interpret language and social signals literally, and don't always generalize from one situation to another.\n"
  },
  {
    "original_sentence": "Virtual environments for social skills training: the importance of scaffolding in practice.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments for communication skills development: the importance of scaffolding in practice.\n"
  },
  {
    "original_sentence": "We contend that appropriate social support is critical for independence of adults with autism and decreasing the burden currently shouldered by primary caregivers.",
    "detected_phrase": "burden of autism",
    "replacement_sentence": "We contend that appropriate social support is critical for independence of adults with autism and decreasing the challenges currently shouldered by primary caregivers.\n"
  },
  {
    "original_sentence": "Autism Spectrum Disorder (ASD) - Sign and Symptoms, http://www.cdc.gov/ncbddd/autism/signs.html, Centers for Disease Control and Prevention (CDC), retrieved November 2011 Autism, http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0002494/, PubMed Health, retrieved November 2011.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autism Spectrum Disorder (ASD) - Sign and Autistic Traits, http://www.cdc.gov/ncbddd/autism/signs.html, Centers for Disease Control and Prevention (CDC), retrieved November 2011 Autism, http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0002494/, PubMed Health, retrieved November 2011.\n"
  },
  {
    "original_sentence": "The Social Compass curriculum is a behavioral and educational curriculum identified as the best social curriculum for social skills training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The Social Compass curriculum is a behavioral and educational curriculum identified as the best social curriculum for developing social competence.\n"
  },
  {
    "original_sentence": "First, the design of MOSOCO is based on the application of one particular classroom-based social skills training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "First, the design of MOSOCO is based on the application of one particular classroom-based social competence curriculum.\n"
  },
  {
    "original_sentence": "Likewise, open questions remain in exploring other assistive technologies based on a different social skills training techniques in this context.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Likewise, open questions remain in exploring other assistive technologies based on different communication skill development techniques in this context.\n"
  },
  {
    "original_sentence": "Gonzalez-Lopez, A. and Kamps, D. M. Social skills training to increase social interactions between children with autism and their typical peers.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Gonzalez-Lopez, A. and Kamps, D. M. Instruction in social interaction skills to increase social interactions between autistic children and their peers.\n"
  },
  {
    "original_sentence": "21.Owens, G., Granader, Y., Humprey A. and BaronCohen, S. LEGO@Therapy and the social use of language programme: an evaluation of two social-skills interventions for children with high functioning autism and asperger syndrome.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "21.Owens, G., Granader, Y., Humprey A. and BaronCohen, S. LEGO@Therapy and the social use of language programme: an evaluation of two social communication skills development programs for children with high functioning autism and asperger syndrome.\n"
  },
  {
    "original_sentence": "### 4.1 Pilot In order to test our initial ideas, a pilot study was conducted with one 8 -year-old child who has a diagnosis of Asperger's Syndrome (AS), a high-functioning form of autism.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "4.1 Pilot In order to test our initial ideas, a pilot study was conducted with one 8-year-old child who has a diagnosis of Asperger's Syndrome (AS), which is on the autism spectrum.\n"
  },
  {
    "original_sentence": "Because the child in this pilot study was on the high-functioning end of the autism spectrum, we decided to also gather feedback from special education teachers who work in a school which provides special provision for children with ASC to see how they thought this tool might function with the children in their classes.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Because the autistic child in this pilot study had support needs that were considered relatively low, we decided to also gather feedback from special education teachers who work in a school which provides special provision for children with ASC to see how they thought this tool might function with the children in their classes.\n"
  },
  {
    "original_sentence": "Baron-Cohen, S. Social and pragmatic deficits in autism: Cognitive or affective?",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Baron-Cohen, S. Social and pragmatic differences in autism: Cognitive or affective?\n"
  },
  {
    "original_sentence": "Kerr, S. J., Neale, H. R., and Cobb, S. V. G. Virtual environments for social skills training: the importance of scaffolding in practice.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Kerr, S. J., Neale, H. R., and Cobb, S. V. G. Virtual environments for communication and interaction skill development: the importance of scaffolding in practice.\n"
  },
  {
    "original_sentence": "# Parent-Driven Use of Wearable Cameras for Autism Support: A Field Study with Families Gabriela Marcu, Anind K. Dey, Sara KieslerHuman-Computer Interaction InstituteCarnegie Mellon University5000 Forbes Ave, Pittsburgh, PA\\{gmarcu, anind, kiesler\\}@cs.cmu.edu #### Abstract Recorded images of children's activities can be useful to caregivers and clinicians who need behavioral evidence to support children with autism.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Recorded images of children's activities can be useful to caregivers and clinicians who need behavioral evidence to support autistic children.\n"
  },
  {
    "original_sentence": "In addition to enabling and encouraging communication, use of visual artifacts has been shown to reduce the symptoms associated with autism and other disabilities.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "In addition to enabling and encouraging communication, use of visual artifacts has been shown to reduce challenging behaviors associated with autism and other disabilities.\n"
  },
  {
    "original_sentence": "Visual Supports for People with Autism: A Guide for Parents and Professionals.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Visual Supports for Autistic People: A Guide for Parents and Professionals.\n"
  },
  {
    "original_sentence": "The term \"challenging behavior\" covers a wide gamut of problems in persons diagnosed with ASD.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "The term \"behaviors that require additional support\" covers a wide gamut of problems in persons diagnosed with ASD.\n"
  },
  {
    "original_sentence": "# Graph-based alignment of narratives for automated neurological assessment Emily T. Prud'hommeaux and Brian RoarkCenter for Spoken Language UnderstandingOregon Health \\& Science University\\{emilypx,roarkbr\\}@gmail.com #### Abstract Narrative recall tasks are widely used in neuropsychological evaluation protocols in order to detect symptoms of disorders such as autism, language impairment, and dementia.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Narrative recall tasks are widely used in neuropsychological evaluation protocols in order to detect autistic traits or signs of disorders such as language impairment, and dementia.\n"
  },
  {
    "original_sentence": "Specifically, arm and torso motions of the robot follow closely those of the human, this mimicking behavior, can be used for clinical treatment and diagnosis during robot therapy of subjects suffering from Autism Spectrum Disorders (ASD).",
    "detected_phrase": "suffering from autism",
    "replacement_sentence": "Specifically, arm and torso motions of the robot follow closely those of the human, this mimicking behavior, can be used for clinical treatment and diagnosis during robot therapy of subjects diagnosed with Autism Spectrum Disorders (ASD).\n"
  },
  {
    "original_sentence": "# RoDiCA: a Human-Robot Interaction System for Treatment of Childhood Autism Spectrum Disorders Isura RanatungaNext Gen Systems GroupUniversity of Texas at ArlingtonArlington, TX 76010isura.ranatunga@mavs.uta.eduNicoleta BugnariuUNT Health Science Center3500 Camp Bowie Blvd.Fort Worth, TX 76107nicoleta.bugnariu@unthsc.eduNahum A. TorresNext Gen Systems GroupUniversity of Texas at ArlingtonArlington, TX 76010nahum.torres-arenas@mavs.uta.eduMatt StevensonHanson RoboKind1201 Creekfield Dr.Plano, TX 75075matt@hansonRoboKind.com Rita Patterson UNT Health Science Center 3500 Camp Bowie Blvd.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# RoDiCA: a Human-Robot Interaction System for Supporting Children with Autism Spectrum Disorders Isura RanatungaNext Gen Systems GroupUniversity of Texas at ArlingtonArlington, TX 76010isura.ranatunga@mavs.uta.eduNicoleta BugnariuUNT Health Science Center3500 Camp Bowie Blvd.Fort Worth, TX 76107nicoleta.bugnariu@unthsc.eduNahum A. TorresNext Gen Systems GroupUniversity of Texas at ArlingtonArlington, TX 76010nahum.torres-arenas@mavs.uta.eduMatt StevensonHanson RoboKind1201 Creekfield Dr.Plano, TX 75075matt@hansonRoboKind.com Rita Patterson UNT Health Science Center 3500 Camp Bowie Blvd.\n"
  },
  {
    "original_sentence": "Fort Worth, TX 76107 rita.patterson @unthsc.edu ## A ABSTRACT In this paper, we describe the implementation of interactive robotics in virtual environments accomplishing human-robot interaction for treatment of Autism Spectrum Disorders (ASDs).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Fort Worth, TX 76107 rita.patterson @unthsc.edu ## A ABSTRACT In this paper, we describe the implementation of interactive robotics in virtual environments accomplishing human-robot interaction for supporting autistic individuals.\n"
  },
  {
    "original_sentence": "Harris, S. L. and Delmolino, L. Applied Behavior Analysis: Its Application in the Treatment of Autism and Related Disorders in Young Children.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Harris, S. L. and Delmolino, L. Applied Behavior Analysis: Its Application for Autistic Children and Children with Related Disabilities.\n"
  },
  {
    "original_sentence": "Jensen, V. K. and Sinclair, L. V. Treatment of Autism in Young Children: Behavioral Intervention and Applied Behavior Analysis.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Jensen, V. K. and Sinclair, L. V. Autism Intervention for Young Children: Behavioral Intervention and Applied Behavior Analysis.\n"
  },
  {
    "original_sentence": "# Imagine That: Creating a 'Third Space' for Young People with High Functioning Autism through the Use of Technology in a Social Setting Alberto RizzoVictoria UniversityPO Box 14428Melbourne 8001alberto.rizzo@vu.edu.au Stefan SchuttVictoria UniversityPO Box 14428Melbourne 8001stefan.schutt@vu.edu.au Dale LinegarVictoria UniversityPO Box 14428Melbourne 8001dale@oztron.com #### Abstract In this paper we describe the knowledge building process involved in creating The Lab, a technology-enabled 'learning community' of young people with Asperger's Syndrome (AS) and High-Functioning Autism (HFA), and their parents.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "# Imagine That: Creating a 'Third Space' for Young People with Asperger's Syndrome (AS) and autism, and their parents.\n"
  },
  {
    "original_sentence": "Video games are emerging as forms of computer-aided interventions for the treatment of autism, however many do not monitor the progression of the child within the game.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Video games are emerging as forms of computer-aided interventions for autistic individuals, however many do not monitor the progression of the child within the game.\n"
  },
  {
    "original_sentence": "2010] and monitoring a childs behavioural development can be difficult with some technologies designed only for children with high functioning autism [Gotsis et al.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "2010] and monitoring a child's behavioural development can be difficult with some technologies designed only for autistic children with support needs that differ from other autistic people [Gotsis et al.\n"
  },
  {
    "original_sentence": "## 2 Proposed Approach Manipulating the ability to recognize and respond to facial emotion, via BCI, as a treatment for autism is a novel idea, which therefore requires a new intervention.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Manipulating the ability to recognize and respond to facial emotion, via BCI, as a support for autistic individuals is a novel idea, which therefore requires a new intervention.\n"
  },
  {
    "original_sentence": "One recent study explored the role of computer-mediated communication (CMC) and available social media for the support of individuals with high functioning autism, particularly those having a social communication difficulty.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "One recent study explored the role of computer-mediated communication (CMC) and available social media for the support of autistic individuals, particularly those who experience social communication challenges.\n"
  },
  {
    "original_sentence": "Marcu, G., Dey, A.K., and Kiesler, S. Parent-driven use of wearable cameras for autism support: a field study with families.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Marcu, G., Dey, A.K., and Kiesler, S. Parent-driven use of wearable cameras for autism support: a field study with autistic people and their families.\n"
  },
  {
    "original_sentence": "The analogy is to treatment of high-functioning autism by behavioral therapy, whereby the patient (in our case, the robot) is given rules to follow blindly to improve social functioning, without real internalization of their rationale.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The analogy is to support for autistic people through behavioral therapy, whereby the person (in our case, the robot) is given rules to follow blindly to improve social functioning, without real internalization of their rationale.\n"
  },
  {
    "original_sentence": "The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The potential of virtual reality in communication and social interaction development for autistic people.\n"
  },
  {
    "original_sentence": "Virtual environments for social skills training: comments from two adolescents with autistic spectrum disorder.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments for communication and social interaction training: comments from two adolescents with autistic spectrum disorder.\n"
  },
  {
    "original_sentence": "Children with the same diagnosis of autism may exhibit different symptoms and may demonstrate markedly different behaviors and skills.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic children may exhibit different autistic traits and may demonstrate markedly different behaviors and skills.\n"
  },
  {
    "original_sentence": "The ABA therapy is often used as a treatment for children with autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "ABA therapy is often used with autistic children.\n"
  },
  {
    "original_sentence": "Multimedia interfaces for users with high functioning autism: An empirical investigation, International Journal of HumanComputer Studies, vol.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Multimedia interfaces for autistic users: An empirical investigation, International Journal of HumanComputer Studies, vol.\n"
  },
  {
    "original_sentence": "Understanding the Visual Symptoms of Individuals with Autism Spectrum Disorder (ASD), J Optom Vis Dev, vol.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Understanding the Visual Characteristics of Individuals with Autism Spectrum Disorder (ASD), J Optom Vis Dev, vol.\n"
  },
  {
    "original_sentence": "In this paper, the authors have adapted their ASys for autism treatment (see Figure 3) from Engström as it provides the most comprehensive treatment model.!",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In this paper, the authors have adapted their ASys for autism support (see Figure 3) from Engström as it provides the most comprehensive support model.\n"
  },
  {
    "original_sentence": "An ASys for autism treatment adapted from Engström Within the ASys are seven interacting components: (i) Subject refers to any individual or a group of individuals engaged in an autism treatment; (ii) Object refers to the treatment aim or goal(s); (iii) Tools and Signs are culture-specific components employed to shape the way the subject thinks/acts on the object; (iv) Division of Labor refers to the horizontal division of tasks between cooperating members, and the vertical division of power and status and the ability of the ASys to adapt to circumstances and engage in different activities; (v) Community consists of interdependent professionals sharing activities and social meanings in the autism treatment.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "An ASys for autistic support adapted from Engström. Within the ASys are seven interacting components: (i) Subject refers to any individual or a group of individuals engaged in autistic support; (ii) Object refers to the support aim or goal(s); (iii) Tools and Signs are culture-specific components employed to shape the way the subject thinks/acts on the object; (iv) Division of Labor refers to the horizontal division of tasks between cooperating members, and the vertical division of power and status and the ability of the ASys to adapt to circumstances and engage in different activities; (v) Community consists of interdependent professionals sharing activities and social meanings in the autistic support.\n"
  },
  {
    "original_sentence": "For psychogogy to succeed as autism treatment, it needs a guiding agent known as psychopomp to lead the subject through the treatment according to its object and transforming the subject to realize the expected outcome.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "For psychogogy to succeed in supporting autistic individuals, it needs a guiding agent known as psychopomp to lead the subject through the process according to its object and transforming the subject to realize the expected outcome.\n"
  },
  {
    "original_sentence": "[img-4.jpeg](img-4.jpeg) Figure 5: Model of technology from Idrus In autism treatment, the power and effective use of technology depends on how much is understood of pedagogical and epistemological factors vital for designing ASys of technogogic approach to autism treatment.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Figure 5: Model of technology from Idrus In autistic support, the power and effective use of technology depends on how much is understood of pedagogical and epistemological factors vital for designing ASys of technogogic approach to autistic support.\n"
  },
  {
    "original_sentence": "The success of techno-psychogogy as ASys for autism treatment depends on two important factors: (i) how well or to what degree the ASys for psychogogy and technogogy can be successfully integrated into one approach for autism treatment; and (ii) the degree of success each of the three guiding agents in transforming the subject with autism according to its respective object to attain the expected outcome in the process.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The success of techno-psychogogy as ASys for autistic individuals depends on two important factors: (i) how well or to what degree the ASys for psychogogy and technogogy can be successfully integrated into one approach for autistic individuals; and (ii) the degree of success each of the three guiding agents has in supporting the autistic individual according to its respective object to attain the expected outcome in the process.\n"
  },
  {
    "original_sentence": "Adapted from the Response to Intervention (RtI) initiative first introduced under the Individuals with Disabilities Education Act of 2004 (IDEA) in the United States, the SEA framework is divided into three treatment levels which cover all core autism treatment practices, supplemental autism treatments, and individually customized autism treatments.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Adapted from the Response to Intervention (RtI) initiative first introduced under the Individuals with Disabilities Education Act of 2004 (IDEA) in the United States, the SEA framework is divided into three support levels, which cover all core autism support practices, supplemental autism supports, and individually customized autism supports.\n"
  },
  {
    "original_sentence": "Although SEA covers a wide range of conventional as well as complementary and alternative autism treatments, many of them lack evidences of efficacy (e.g., facilitated communication) or may have side effects (e.g., chelation therapy).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Although SEA covers a wide range of conventional as well as complementary and alternative autism interventions, many of them lack evidence of efficacy (e.g., facilitated communication) or may have side effects (e.g., chelation therapy).\n"
  },
  {
    "original_sentence": "Hence, it is very important to identify scientifically validated autism treatments that can offer an effective early intervention program.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Hence, it is very important to identify scientifically validated autism support strategies that can offer an effective early intervention program.\n"
  },
  {
    "original_sentence": "In this relationship framework, symptoms of autism that are in the DSM-IV-TR are listed.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "In this relationship framework, autistic characteristics described in the DSM-IV-TR are listed.\n"
  },
  {
    "original_sentence": "To make this case we first summarise the nature of high-functioning autism, and how those diagnosed with it engage in Lab activities.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "To make this case we first summarise the nature of autism, and how autistic people engage in Lab activities.\n"
  },
  {
    "original_sentence": "At the high-functioning end of the autism spectrum, however, cognitive abilities are not impaired, and IQs are in the normal range.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "At the less outwardly impactful end of the autism spectrum, however, cognitive abilities are not significantly impaired, and IQs are in the normal range.\n"
  },
  {
    "original_sentence": "Gillberg (2001) states that some characteristics of high-functioning autism may be prerequisites for certain forms of creativity, including the ability to persevere, a striving for perfection, concrete intelligence, and a disregard for social conventions.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Gillberg (2001) states that some autistic characteristics may be prerequisites for certain forms of creativity, including the ability to persevere, a striving for perfection, concrete intelligence, and a disregard for social conventions.\n"
  },
  {
    "original_sentence": "Thus mediated interaction at The Lab help participants acquire social skills that are not merely stepping-stones to \"real\" socialising, but embody the actual practices of their generation.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Thus mediated interaction at The Lab helps participants develop communication skills that are not merely stepping-stones to \"real\" socializing, but embody the actual practices of their generation.\n"
  },
  {
    "original_sentence": "Gillberg, C. (2001) Asperger's Syndrome and High Functioning Autism: Shared deficits or different disorders?",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Gillberg, C. (2001) Asperger's Syndrome and autism: Shared deficits or different disorders?\n"
  },
  {
    "original_sentence": "Reichow, B, Steiner A.M. and Volkmar, F (2012), Cochrane Review: Social skills groups for people aged 6 to 21 with autism spectrum disorders (ASD) (Review), John Wiley and Sons: Hoboken Rizzo, A., Schutt, S. and Linegar, D. (2012) Imagine that: creating a 'third space' for young people with high functioning autism through the use of technology in a social setting.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Reichow, B, Steiner A.M. and Volkmar, F (2012), Cochrane Review: Social skills groups for people aged 6 to 21 with autism spectrum disorders (ASD) (Review), John Wiley and Sons: Hoboken Rizzo, A., Schutt, S. and Linegar, D. (2012) Imagine that: creating a 'third space' for young people with autism spectrum disorder (ASD) through the use of technology in a social setting.\n"
  },
  {
    "original_sentence": "(2009) Evidence-Based Social Skills Interventions for Children with Autism: A Metaanalysis.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "(2009) Evidence-Based Social Communication Supports for Children with Autism: A Metaanalysis.\n"
  },
  {
    "original_sentence": "This behavior was considered very positive by therapists taking into account that the marked impairment in eye-to-eye gaze is a typical symptom of social interaction deficits which characterizes autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "This behavior was considered very positive by therapists taking into account that the marked impairment in eye-to-eye gaze is a typical symptom of social interaction differences, which are often present in autistic individuals.\n"
  },
  {
    "original_sentence": "# Prototyping 'Clasp': Implications for Designing Digital Technology for and with Adults with Autism Will Simm  Maria Angela Ferrario  Adrian Gradinar  Jon Whittle  School of Computing \\& Communications,  Management School,  Imagination Lancaster, Lancaster University, UK w.simm,  m.a.ferrario,  a.gradinar,  j.whittle\\}@lancaster.ac.uk #### Abstract This paper presents Clasp, a novel tactile anxiety management, communication and peer support tool developed with, by and for adults diagnosed with High Functioning Autism (HFA).",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "# Prototyping 'Clasp': Implications for Designing Digital Technology for and with Adults with Autism Will Simm  Maria Angela Ferrario  Adrian Gradinar  Jon Whittle  School of Computing \\& Communications,  Management School,  Imagination Lancaster, Lancaster University, UK w.simm,  m.a.ferrario,  a.gradinar,  j.whittle\\}@lancaster.ac.uk #### Abstract This paper presents Clasp, a novel tactile anxiety management, communication and peer support tool developed with, by and for adults diagnosed with autism.\n"
  },
  {
    "original_sentence": "Participants were recruited from a clinic specializing in the diagnosis and treatment of children with autism and other neurodevelopmental disorders.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Participants were recruited from a clinic specializing in the diagnosis and support of children with autism and other neurodevelopmental disorders.\n"
  },
  {
    "original_sentence": "All of the children in the study were capable of communicating verbally but exhibited challenges with sensory processing and other symptoms related to autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "All of the children in the study were capable of communicating verbally but exhibited challenges with sensory processing and other autistic characteristics.\n"
  },
  {
    "original_sentence": "(Greg, high-functioning autism, laboratory) Thus, this type of system might provide a physical outlet for challenging mental states, just as going for a jog does for many adults.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "(Greg, autistic, laboratory) Thus, this type of system might provide a physical outlet for challenging mental states, just as going for a jog does for many adults.\n"
  },
  {
    "original_sentence": "# 'TellMe': Therapeutic Clothing for Children with Autism Spectrum Disorder (ASD) in Daily Life Helen KooUniversity of California at DavisOne Shields AvenueDavis, CA 95616helen.sm.koo@gmail.com #### Abstract Special education and treatment methods in the early ages are the keys to relieving Autism Spectrum Disorder (ASD) symptoms.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Special education and treatment methods in the early ages are the keys to supporting autistic children in managing daily life challenges.\n"
  },
  {
    "original_sentence": "http://www.helpguide.org/mental/autism_spectrum.ht m. Symptoms: What are the symptoms of Autism?",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "http://www.helpguide.org/mental/autism_spectrum.ht m. Symptoms: What are autistic characteristics?\n"
  },
  {
    "original_sentence": "INTRODUCTION Autism is characterized by deficits in three areas: communication, social interaction, and repetitive behaviors.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "INTRODUCTION Autism is characterized by differences in three areas: communication, social interaction, and repetitive behaviors.\n"
  },
  {
    "original_sentence": "Smith, T. (2001): Discrete Trial Training in the Treatment of Autism, Focus on Autism and Other Developmental Disabilities, 16(2):.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Smith, T. (2001): Discrete Trial Training and Autistic Individuals, Focus on Autism and Other Developmental Disabilities, 16(2):.\n"
  },
  {
    "original_sentence": "# Automated Social Skills Trainer Hiroki Tanaka , Sakriani Sakti , Graham Neubig , Tomoki Toda , Hideki Negoro , Hidemi Iwasaka , Satoshi Nakamura  Nara Institute of Science and Technology, Japan,  Nara University of Education, Japan \\{hiroki-tan,ssakti,neubig,tomoki,s-nakamura\\}@is.naist.jp,  \\{gorosan,hiwasaka\\} @nara-edu.ac.jp #### Abstract Social skills training is a well-established method to decrease human anxiety and discomfort in social interaction, and acquire social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Social competence training is a well-established method to decrease human anxiety and discomfort in social interaction, and acquire social skills.\n"
  },
  {
    "original_sentence": "In this paper, we attempt to automate the process of social skills training by developing a dialogue system named \"automated social skills trainer,\" which provides social skills training through human-computer interaction.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "In this paper, we attempt to automate the process of communication skills development by developing a dialogue system named \"automated communication skills trainer,\" which provides communication skills development through human-computer interaction.\n"
  },
  {
    "original_sentence": "Its design is based on conventional social skills training performed by human participants, including defining target skills, modeling, role-play, feedback, reinforcement, and homework.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Its design is based on conventional interpersonal skills development performed by human participants, including defining target skills, modeling, role-play, feedback, reinforcement, and homework.\n"
  },
  {
    "original_sentence": "Additional experiments measuring the effect of performing social skills training with the proposed application show that most participants improve their skill by using the system for 50 minutes.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Additional experiments measuring the effect of using the proposed application to develop communication skills show that most participants improve their skill by using the system for 50 minutes.\n"
  },
  {
    "original_sentence": "## Author Keywords Social skills training (SST); behavior detection; dialogue system; embodied conversational avatar; computer-based training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "## Author Keywords Communication skills training (CST); behavior detection; dialogue system; embodied conversational avatar; computer-based training.\n"
  },
  {
    "original_sentence": "## DISCUSSION In this paper, we developed a dialogue system named \"automated social skills trainer\" which provides social skills training in the context of human-computer interaction.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "In this paper, we developed a dialogue system named \"automated communication skills trainer\" which provides communication skills training in the context of human-computer interaction.\n"
  },
  {
    "original_sentence": "Essau, C. A., Olaya, B., Sasagawa, S., Pithia, J., Bray, D., Ollendick, T. H. Integrating video-feedback and cognitive preparation, social skills training and behavioural activation in a cognitive behavioural therapy in the treatment of childhood anxiety.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Essau, C. A., Olaya, B., Sasagawa, S., Pithia, J., Bray, D., Ollendick, T. H. Integrating video-feedback and cognitive preparation, communication and interaction training and behavioural activation in a cognitive behavioural therapy in the treatment of childhood anxiety.\n"
  },
  {
    "original_sentence": "Parsons, S., Mitchell, P. The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Parsons, S., Mitchell, P. The potential of virtual reality in communication and social interaction development for people with autistic spectrum disorders.\n"
  },
  {
    "original_sentence": "Wallace, C. J., Nelson, C. J., Liberman, R. P., Aitchison, R. A., Lukoff, D., Elder, J. P., Ferris, C. A review and critique of social skills training with schizophrenic patients.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Wallace, C. J., Nelson, C. J., Liberman, R. P., Aitchison, R. A., Lukoff, D., Elder, J. P., Ferris, C. A review and critique of social interaction training with people diagnosed with schizophrenia.\n"
  },
  {
    "original_sentence": "# Accessing Peer Social Interaction: Using Authorable Virtual Peer Technology as a Component of a Group Social Skills Intervention Program ANDREA TARTARO, Furman UniversityJUSTINE CASSELL, Carnegie Mellon UniversityCORINA RATZ, The Chicago School of Professional PsychologyJENNIFER LIRA, Francis W. Parker SchoolVALERIA NANCLARES-NOGUÉS, Advocate Illinois Masonic Medical Center Autism spectrum and related communication and social disorders can severely affect some children's ability to engage in peer social interaction.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Accessing Peer Social Interaction: Using Authorable Virtual Peer Technology as a Component of a Group Social Learning Program ANDREA TARTARO, Furman UniversityJUSTINE CASSELL, Carnegie Mellon UniversityCORINA RATZ, The Chicago School of Professional PsychologyJENNIFER LIRA, Francis W. Parker SchoolVALERIA NANCLARES-NOGUÉS, Advocate Illinois Masonic Medical Center Autism spectrum and related communication and social differences can affect some children's ability to engage in peer social interaction.\n"
  },
  {
    "original_sentence": "Accessing peer social interaction: Using authorable virtual peer technology as a component of a group social skills intervention program.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Accessing peer social interaction: Using authorable virtual peer technology as a component of a group social skills development program.\n"
  },
  {
    "original_sentence": "Many people with autism have an interest in and affinity for technology.",
    "detected_phrase": "special interests for autism",
    "replacement_sentence": "Many autistic people have an interest in and affinity for technology.\n"
  },
  {
    "original_sentence": "Usability Issues with 3D User Interfaces for Adolescents with High Functioning Autism, in Proceedings of the 16th international ACM SIGACCESS conference on Computers and accessibility.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Usability Issues with 3D User Interfaces for Autistic Adolescents, in Proceedings of the 16th international ACM SIGACCESS conference on Computers and accessibility.\n"
  },
  {
    "original_sentence": "Individuals with autism (  )-Raters self-identified as having high-functioning autism participated in the evaluation process to provide a view of how someone with autism perceives the helpfulness of the responses.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Individuals with autism (  )-Raters self-identified as autistic participated in the evaluation process to provide a view of how someone with autism perceives the helpfulness of the responses.\n"
  },
  {
    "original_sentence": "(c) 2015 ACM /2015/06-ART3  15.00{ }^{1}25 \\%10 \\%{ }^{1}5^{\\text {th }}{ }^{2}{ }^{2}M=9.6; \\mathrm{SD}={ }^{\\text {a }}{ }^{3}{ }^{4}{ }^{3}{ }^{4}{ }^{5}{ }^{5}{ }^{\\mathrm{TM}}36,7,27,5,{ }^{\\circledR}$ therapy and the social use of language programme: An evaluation of two social skills interventions for children with high functioning autism and Asperger syndrome.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "(c) 2015 ACM /2015/06-ART3  15.00{ }^{1}25 \\%10 \\%{ }^{1}5^{\\text {th }}{ }^{2}{ }^{2}M=9.6; \\mathrm{SD}={ }^{\\text {a }}{ }^{3}{ }^{4}{ }^{3}{ }^{4}{ }^{5}{ }^{5}{ }^{\\mathrm{TM}}36,7,27,5,{ }^{\\circledR}$ therapy and the social use of language programme: An evaluation of two social communication skills development programs for children with high functioning autism and Asperger syndrome.\n"
  },
  {
    "original_sentence": "ACKNOWLEDGMENTS This work was supported by the TxMRC consortium grant: Human-Robot Interaction System for Early Diagnosis and Treatment of Childhood Autism Spectrum Disorders (RoDiCA) and by the US National Science Foundation Grant CPS 1035913.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "ACKNOWLEDGMENTS This work was supported by the TxMRC consortium grant: Human-Robot Interaction System for Early Diagnosis and Support of Childhood Autism Spectrum Disorders (RoDiCA) and by the US National Science Foundation Grant CPS 1035913.\n"
  },
  {
    "original_sentence": "I. Ranatunga, N. A. Torres, R. Patterson, N. Bugnariu, M. Stevenson and D. O. Popa, \"Rodica: a human-robot interaction system for treatment of childhood autism spectrum disorders,\" in Proceedings of the 5th International Conference on PErvasive Technologies Related to Assistive Environments, 2012.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "I. Ranatunga, N. A. Torres, R. Patterson, N. Bugnariu, M. Stevenson and D. O. Popa, \"Rodica: a human-robot interaction system for supporting children with autism spectrum disorders,\" in Proceedings of the 5th International Conference on PErvasive Technologies Related to Assistive Environments, 2012.\n"
  },
  {
    "original_sentence": "Because such interactions and relationships play a critical role in social learning across the lifespan, many behavioral interventions specifically target social and communication skills with peers.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Because such interactions and relationships play a critical role in social learning across the lifespan, many behavioral interventions specifically target building and strengthening social connections and communication with peers.\n"
  },
  {
    "original_sentence": "To that end, we build upon the work by Cassell and Tartaro demonstrating interactions with virtual authorable peers support reciprocity and turn-taking in language-mediated interactions (conversations) between high functioning children with autism and their peers.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "To that end, we build upon the work by Cassell and Tartaro demonstrating interactions with virtual authorable peers support reciprocity and turn-taking in language-mediated interactions (conversations) between autistic children and their peers.\n"
  },
  {
    "original_sentence": "Accessing Peer Social Interaction: Using Authorable Virtual Peer Technology as a Component of a Group Social Skills Intervention Program.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Accessing Peer Social Interaction: Using Authorable Virtual Peer Technology as a Component of a Group Social Learning Program.\n"
  },
  {
    "original_sentence": ":-) \\#VisualSupports \\#MobileTech ## Example tweet 2: Authors who see autism as \"tremendously burdening\" elicit dire views of autism from parents http://j.mp/1FyqXwF \"Ethical approval: none\" ## Example tweet 3: 101 autism: Genetic analysis of individuals with autism finds gene deletions - Using powerful genetic sequencing.",
    "detected_phrase": "burden of autism",
    "replacement_sentence": ":-) \\#VisualSupports \\#MobileTech ## Example tweet 2: Authors who see autism as \"tremendously challenging\" elicit dire views of autism from parents http://j.mp/1FyqXwF \"Ethical approval: none\" ## Example tweet 3: 101 autism: Genetic analysis of individuals with autism finds gene deletions - Using powerful genetic sequencing.\n"
  },
  {
    "original_sentence": "The epidemiology and global burden of autism spectrum disorders.",
    "detected_phrase": "burden of autism",
    "replacement_sentence": "The epidemiology and global prevalence of autism spectrum disorders.\n"
  },
  {
    "original_sentence": "Sherman, \"Defining the Social Deficits of Autism: The contribution of non-verbal communication measures\" Journal of Child Pscyhology and Psychiatry, Vol 27, No, 5, 1986.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Sherman, \"Defining the Social Differences of Autism: The contribution of non-verbal communication measures\" Journal of Child Pscyhology and Psychiatry, Vol 27, No, 5, 1986.\n"
  },
  {
    "original_sentence": "Rung, M. L. Wehmeyer, M. Agram, S. R. Copeland, B. Hwang, \"Self-prompted Communication book use to increase social interaction among high school students\", The Journal of the Association for Persons with Severe Handicaps, vol 25, 2000, pp C. Hughes, M. Golas, J. Cosgriff, N. Bringhanm, C. Edwards, K. Cashen, \"Effects of a social skills intervention among high school students with intellectual disabilities, and autism and their general education peers\", Research and Practice for Persons with Severe Disabilities, Vol 36.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Rung, M. L. Wehmeyer, M. Agram, S. R. Copeland, B. Hwang, \"Self-prompted Communication book use to increase social interaction among high school students\", The Journal of the Association for Persons with Severe Handicaps, vol 25, 2000, pp C. Hughes, M. Golas, J. Cosgriff, N. Bringhanm, C. Edwards, K. Cashen, \"Effects of a social skills program among high school students with intellectual disabilities, and autism and their general education peers\", Research and Practice for Persons with Severe Disabilities, Vol 36.\n"
  },
  {
    "original_sentence": "A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "A standard measure of social and communication differences associated with the autism spectrum.\n"
  },
  {
    "original_sentence": "For autistic adults on the high-functioning end, autism can be nearly an unnoticeable condition.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "For some autistic adults, autism can be nearly unnoticeable to others.\n"
  },
  {
    "original_sentence": "Studies of online communities conclude that they can provide those who have low self-esteem and limited social networks with informational and emotional:  From this point, we use the term autism to refer to conditions related to both a medical diagnosis on the high-functioning autism spectrum, Asperger's Syndrome, as well as the social definition used by those who identify with the autistic life experience, unless otherwise specified.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Studies of online communities conclude that they can provide those who have low self-esteem and limited social networks with informational and emotional: From this point, we use the term autism to refer to conditions related to both a medical diagnosis of autism, Asperger's Syndrome, as well as the social definition used by those who identify with the autistic life experience, unless otherwise specified.\n"
  },
  {
    "original_sentence": "Autism- or AS-specific inquiries were related to receiving diagnoses, understanding behaviors and symptoms affected by autism, or soliciting information or support targeting those on the autism spectrum.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autism- or AS-specific inquiries were related to receiving diagnoses, understanding autistic behaviors and characteristics, or soliciting information or support targeting those on the autism spectrum.\n"
  },
  {
    "original_sentence": "Researchers revealed such specific topical interests facilitate social skills training sessions for adolescents with autism.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Researchers revealed such specific topical interests facilitate communication and social interaction development sessions for adolescents with autism.\n"
  },
  {
    "original_sentence": "J. Tse, J. Strulovitch, V. Tagalakis, L. Meng, and E. Fombonne, \"Social skills training for adolescents with Asperger syndrome and high-functioning autism,\" J. Autism Dev.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "J. Tse, J. Strulovitch, V. Tagalakis, L. Meng, and E. Fombonne, \"Communication and social interaction training for adolescents with Asperger syndrome and high-functioning autism,\" J. Autism Dev.\n"
  },
  {
    "original_sentence": "(2008) demonstrated that a picture-based approach is essential to improve the communication deficit among children with autism, while Meerbeek et al.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "(2008) demonstrated that a picture-based approach is essential to improve communication among children with autism, while Meerbeek et al.\n"
  },
  {
    "original_sentence": "They also found that the students with autism needed more visual supports compared to individuals without autism.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "They also found that the autistic students needed more visual supports compared to non-autistic individuals.\n"
  },
  {
    "original_sentence": "Journal of NeuroEngineering and Rehabilitation, 12 37.Wass S.V., Porayska-Pomsta K. (2014) The uses of cognitive training technologies in the treatment of autism spectrum disorders Autism, 18(8), 38.Whyte E.M., Smyth J.M., Scherf K.S.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Journal of NeuroEngineering and Rehabilitation, 12 37.Wass S.V., Porayska-Pomsta K. (2014) The uses of cognitive training technologies in supporting autistic people Autism, 18(8), 38.Whyte E.M., Smyth J.M., Scherf K.S.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Parent reports of sensory symptoms in toddlers with autism and those with other developmental disorder.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Parent reports of sensory sensitivities in toddlers with autism and those with other developmental disorders.\n"
  },
  {
    "original_sentence": "# A Gaze-Contingent Adaptive Virtual Reality Driving Environment for Intervention in Individuals with Autism Spectrum Disorders JOSHUA WADE, LIAN ZHANG, DAYI BIAN, and JING FAN, Department of ElectricalEngineering and Computer Science, Vanderbilt UniversityAMY SWANSON and AMY WEITLAUF, Treatment and Research Institute for Autism SpectrumDisorders, Kennedy Center, Vanderbilt UniversityMEDHA SARKAR, Department of Computer Science, Middle Tennessee State UniversityZACHARY WARREN, Department of Pediatrics and Psychiatry, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University In addition to social and behavioral deficits, individuals with Autism Spectrum Disorder (ASD) often struggle to develop the adaptive skills necessary to achieve independence.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "In addition to social and behavioral differences, individuals with Autism Spectrum Disorder (ASD) often struggle to develop the adaptive skills necessary to achieve independence.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Joint attention, developmental level, and symptom presentation in autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Joint attention, developmental level, and autistic characteristics.\n"
  },
  {
    "original_sentence": "Defining the social deficits of autism: The contribution of non-verbal communication measures.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Defining the social communication differences of autism: The contribution of non-verbal communication measures.\n"
  },
  {
    "original_sentence": "Next, we characterized play and affective responsivity and its connection to severity of autism symptoms using the Autism Diagnostic Observation Schedule (ADOS) calibrated severity scores.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Next, we characterized play and affective responsivity and its connection to autistic characteristics using the Autism Diagnostic Observation Schedule (ADOS) calibrated severity scores.\n"
  },
  {
    "original_sentence": "This preliminary work delivers a novel and robust robot-enabled technique for (1) differentiating child-robot interactions of a group of very young children with ASD (  ) from a group of typically developing children (  ) and, (2) characterizing within-group differences in play and affective response that may be associated with symptoms of autism severity.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "This preliminary work delivers a novel and robust robot-enabled technique for (1) differentiating child-robot interactions of a group of very young children with ASD (  ) from a group of typically developing children (  ) and, (2) characterizing within-group differences in play and affective response that may be associated with autistic traits.\n"
  },
  {
    "original_sentence": "A calibrated severity score (Overall-CSS) is based on percentiles of raw totals corresponding to each ADOS classification and provides a measure of autism symptoms that is independent of age and language ability.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "A calibrated severity score (Overall-CSS) is based on percentiles of raw totals corresponding to each ADOS classification and provides a measure of autistic traits that is independent of age and language ability.\n"
  },
  {
    "original_sentence": "## V. DATA ANALYSIS Data collected during each session was analyzed to (1) compare ASD and TD group child-robot interactions, affective responses and developmental ability during emotion simulations and, (2) assess within-group measures of play, and affective response to explore the potential connection to autism severity.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "V. DATA ANALYSIS Data collected during each session was analyzed to (1) compare ASD and TD group child-robot interactions, affective responses and developmental ability during emotion simulations and, (2) assess within-group measures of play, and affective response to explore the potential connection to autism support needs.\n"
  },
  {
    "original_sentence": "Next, we include withingroup statistical associations of play, affective response and measures of autism severity (Table II) to explore relative differences between individuals in the ASD group in Subsection B.",
    "detected_phrase": "low severity of autism",
    "replacement_sentence": "Next, we include within-group statistical associations of play, affective response and measures of autistic traits (Table II) to explore relative differences between individuals in the ASD group in Subsection B.\n"
  },
  {
    "original_sentence": "BETWEEN-GROUP EFFECTS  0.46 Kick  0.51 0.22 RRB-CSS_Severity Hold  -- associated with autism severity across the three ADOS indices evaluated.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "BETWEEN-GROUP EFFECTS  0.46 Kick  0.51 0.22 RRB-CSS_Severity Hold  -- associated with high support needs across the three ADOS indices evaluated.\n"
  },
  {
    "original_sentence": "We present a focused analysis of play and response describing within-group differences associated with severity of autism symptoms.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "We present a focused analysis of play and response describing within-group differences associated with autistic characteristics.\n"
  },
  {
    "original_sentence": "Gotham, K. and Pickles, A. and Lord C. \"Standardizing ADOS scores for a measure of severity in autism spectrum disorders.\"",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Gotham, K. and Pickles, A. and Lord C. \"Standardizing ADOS scores for a measure of support needs in autism spectrum disorders.\"\n"
  },
  {
    "original_sentence": "\"The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.\"",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "\"The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication differences associated with the spectrum of autism.\"\n"
  },
  {
    "original_sentence": "Virtual environments for social skills training: comments from two adolescents with autistic spectrum disorder.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments for communication and social interaction training: comments from two adolescents with autistic spectrum disorder.\n"
  },
  {
    "original_sentence": "Keywords: facial animation, emotion recognition, nonphotorealistic rendering, autism spectrum disorder Concepts:  Computing methodologies  Animation; Nonphotorealistic rendering;  Applied computing  Psychology; ## 1 Introduction The ability to perceive emotions and other affective traits from human faces is considered the result of a \"social training\" that occurs from early childhood and develops during the adolescence and adulthood.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The ability to perceive emotions and other affective traits from human faces is considered the result of a \"social learning process\" that occurs from early childhood and develops during adolescence and adulthood.\n"
  },
  {
    "original_sentence": "They concluded that these provide great value for experimental paradigms in social cognition, specifically those related with non-verbal behavior and perception in participants with high-functioning autism, because it allows to grasp the full extent of the social world in a controlled manner.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "They concluded that these provide great value for experimental paradigms in social cognition, specifically those related with non-verbal behavior and perception in autistic participants, because it allows to grasp the full extent of the social world in a controlled manner.\n"
  },
  {
    "original_sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "Facing the challenge of teaching emotions to autistic individuals with varying support needs using a new serious game: a pilot study.\n"
  },
  {
    "original_sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new Serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "Facing the challenge of teaching emotions to autistic individuals with varying support needs using a new Serious game: a pilot study.\n"
  },
  {
    "original_sentence": "49.Wass S.V., Porayska-Pomsta K. (2014) The uses of cognitive training technologies in the treatment of autism spectrum disorders Autism, 18(8), 50.Whyte E.M., Smyth J.M., Scherf K.S.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "49.Wass S.V., Porayska-Pomsta K. (2014) The uses of cognitive training technologies in supporting autistic people Autism, 18(8), 50.Whyte E.M., Smyth J.M., Scherf K.S.\n"
  },
  {
    "original_sentence": "The uses of cognitive training technologies in the treatment of autism spectrum disorders.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The uses of cognitive training technologies for autistic people.\n"
  },
  {
    "original_sentence": "With this in mind, we sought to understand the DIY culture surrounding and imbued in a virtual world that has been appropriated as a safe space, a social skills intervention, and, as we explore here, an assistive technology.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "With this in mind, we sought to understand the DIY culture surrounding and imbued in a virtual world that has been appropriated as a safe space, a place for social development, and, as we explore here, an assistive technology.\n"
  },
  {
    "original_sentence": "Emotion regulation and internalizing symptoms in children with autism spectrum disorders.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Emotion regulation and internalizing symptoms in autistic children.\n"
  },
  {
    "original_sentence": "This is risky as people suffering from ASD are often not able to seek help using methods such as facial expression.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "This is risky as autistic people are often not able to seek help using methods such as facial expression.\n"
  },
  {
    "original_sentence": "Most work in autism focuses exclusively on \"high-functioning\" populations.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Most work in autism focuses exclusively on autistic people who can mask or are otherwise perceived as neurotypical.\n"
  },
  {
    "original_sentence": "The design and evaluation of such technologies typically focuses on the perceived deficits of individuals diagnosed with autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The design and evaluation of such technologies typically focuses on the specific support needs of individuals diagnosed with autism.\n"
  },
  {
    "original_sentence": "Audio-augmented Paper for the Therapy of Low-functioning Autism Children.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "Audio-augmented Paper for the Therapy of Autistic Children with Higher Support Needs.\n"
  },
  {
    "original_sentence": "Our work is built on clinical literature, our experience over many years of developing social skills interventions for people with autism, our parallel design study, an experiment with an effective functional prototype and parent interviews that show the potential utility of such a system.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Our work is built on clinical literature, our experience over many years of developing social skills support for autistic people, our parallel design study, an experiment with an effective functional prototype and parent interviews that show the potential utility of such a system.\n"
  },
  {
    "original_sentence": "The most obvious signs of autism and symptoms of autism tend to emerge between 2 and 3 years of age.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "The most obvious signs of autism and autistic traits tend to emerge between 2 and 3 years of age.\n"
  },
  {
    "original_sentence": "Currently, for diagnosis of ASD, no established medical test was recognized, as the symptoms of autism vary.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Currently, for diagnosis of ASD, no established medical test was recognized, as autistic characteristics vary.\n"
  },
  {
    "original_sentence": "Chelation treatment for autism spectrum disorders: A systematic review.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Chelation treatment for people on the autism spectrum: A systematic review.\n"
  },
  {
    "original_sentence": "Virtual reality as treatment tool for children with autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Virtual reality as a support tool for autistic children.\n"
  },
  {
    "original_sentence": "This is particularly of interest for children with autism who may have a difficult time changing their focus or become very attached to a particular project.",
    "detected_phrase": "special interests for autism",
    "replacement_sentence": "This is particularly of interest for autistic children who may have a difficult time changing their focus or become very attached to a particular project.\n"
  },
  {
    "original_sentence": "# Process Measures of Dyadic Collaborative Interaction for Social Skills Intervention in Individuals with Autism Spectrum Disorders JOSHUA WADE, Department of Mechanical Engineering, Vanderbilt UniversityARPAN SARKAR, Department of Computer Science, Harvard UniversityAMY SWANSON, AMY WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University #### Abstract Technology-based social skills interventions have shown promise for people with Autism Spectrum Disorder (ASD), a neurodevelopmental disorder characterized by impairments in social interaction and communication.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Technology-based social skills supports have shown promise for people with Autism Spectrum Disorder (ASD), a neurodevelopmental disorder characterized by variations in social interaction and communication.\n"
  },
  {
    "original_sentence": "Wade and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; emails: \\{joshua.w.wade, nilanjan.sarkar\\}@vanderbilt.edu; A. Sarkar, Department of Computer Science, Harvard University, Cambridge, MA 02138; email: arpan_sarkar@college.harvard.edu; A. Swanson, A. Weitlauf, and Z. Warren, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University, Nashville, TN 37203; emails: \\{amy.r.swanson; amy.s.weitlauf, zachary.e.warren\\}@vanderbilt.edu.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Wade and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; emails: \\{joshua.w.wade, nilanjan.sarkar\\}@vanderbilt.edu; A. Sarkar, Department of Computer Science, Harvard University, Cambridge, MA 02138; email: arpan_sarkar@college.harvard.edu; A. Swanson, A. Weitlauf, and Z. Warren, Autism Spectrum Disorders Research Program, Vanderbilt University, Nashville, TN 37203; emails: \\{amy.r.swanson; amy.s.weitlauf, zachary.e.warren\\}@vanderbilt.edu.\n"
  },
  {
    "original_sentence": "Social skills interventions designed for these individuals have shown some promise, especially with regards to technology-based approaches, because of the natural affinity many people with ASD have for technology (Murray and Lesser 1999).",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Social skills training designed for these individuals has shown some promise, especially with regards to technology-based approaches, because of the natural affinity many people with ASD have for technology (Murray and Lesser 1999).\n"
  },
  {
    "original_sentence": "(2012) surveyed computer-based interventions for social and emotional skills in individuals with ASD and found that social skills interventions consistently yielded positive, though sometimes small, outcome effects.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "(2012) surveyed computer-based interventions for social and emotional skills in individuals with ASD and found that interventions focusing on social skills consistently yielded positive, though sometimes small, outcome effects.\n"
  },
  {
    "original_sentence": "Recently, researchers have advocated for the use of computer-based social skills interventions that utilize inherently collaborative tasks designed to improve social outcomes for people with ASD (Battocchi et al.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Recently, researchers have advocated for the use of computer-based social skills support that utilize inherently collaborative tasks designed to improve social outcomes for people with ASD (Battocchi et al.\n"
  },
  {
    "original_sentence": "Despite the growing interest in this area of research and the potential it holds for individuals with ASD and their families, few of the existing collaborative, computer-based, social skills intervention systems harness the ability of their respective technologies to measure and utilize such data regarding collaboration between users either in isolation or in combination with expert rating and/or outcome measures.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Despite the growing interest in this area of research and the potential it holds for individuals with ASD and their families, few of the existing collaborative, computer-based, social skills support systems harness the ability of their respective technologies to measure and utilize such data regarding collaboration between users either in isolation or in combination with expert rating and/or outcome measures.\n"
  },
  {
    "original_sentence": "2010); - The system was pilot tested with two non-overlapping groups of participants arranged in dyads of ASD-TD  and TD-TD  in order to assess the system's acceptability and initially gauge its effectiveness as a social skills intervention tool in the target population This article contains the following sections: discusses the related work on technologies applied to the problem of improving social skills for people with ASD through collaborative interaction.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "2010); - The system was pilot tested with two non-overlapping groups of participants arranged in dyads of ASD-TD  and TD-TD  in order to assess the system's acceptability and initially gauge its effectiveness as a tool to support social communication in the target population This article contains the following sections: discusses the related work on technologies applied to supporting social communication for people with ASD through collaborative interaction.\n"
  },
  {
    "original_sentence": "Collaboration-centric tasks in particular are a compelling approach to social skills intervention because of the wide range of skills that can be targeted, such as turn-taking, negotiation, and planning.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Collaboration-centric tasks in particular are a compelling approach to supporting social skills development because of the wide range of skills that can be targeted, such as turn-taking, negotiation, and planning.\n"
  },
  {
    "original_sentence": "For instance, tabletop systems (i.e., large surface touch-sensitive devices), have been a popular approach to social skills intervention (Battocchi et al.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "For instance, tabletop systems (i.e., large surface touch-sensitive devices), have been a popular approach to supporting social communication (Battocchi et al.\n"
  },
  {
    "original_sentence": "The growth and diversity of recent collaboration-based social skills intervention systems suggests that this approach to intervention holds promise for improving outcomes for individuals with ASD.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The growth and diversity of recent collaboration-based social communication support systems suggests that this approach to intervention holds promise for improving outcomes for individuals with ASD.\n"
  },
  {
    "original_sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Brief Report: Forecasting the Economic Impacts of Autism Support in 2015 and 2025 in the United States.\n"
  },
  {
    "original_sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Brief Report: Forecasting the Economic Costs Associated with Autism in 2015 and 2025 in the United States.\n"
  },
  {
    "original_sentence": "Parent-driven use of wearable cameras for autism support: a field study with families.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Parent-driven use of wearable cameras for autistic support: a field study with families.\n"
  },
  {
    "original_sentence": "Our approach will be instrumental to understanding atypical gaze behavior in natural social settings, as well as improving the diagnosis, screening and treatment of Autism Spectrum Disorder.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Our approach will be instrumental to understanding atypical gaze behavior in natural social settings, as well as improving the diagnosis, screening and support for people with Autism Spectrum Disorder.\n"
  },
  {
    "original_sentence": "The internet: a comfortable communication medium for people with Asperger syndrome (AS) and high functioning autism (HFA)?",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The internet: a comfortable communication medium for people with Asperger syndrome (AS) and autism?\n"
  },
  {
    "original_sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Brief Report: Forecasting the Economic Impacts of Supporting Individuals with Autism in 2015 and 2025 in the United States.\n"
  },
  {
    "original_sentence": "The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic Traits in Adolescence and Adulthood\n"
  },
  {
    "original_sentence": "This work led to the development of a strengths-based model of SIAs, which proposes that 'deficits' traditionally associated with autism, such as language, body language, social communication, emotions, sensory, and fine motor skills, consistently diminished when children with autism engaged with their own special interests in education contexts.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "This work led to the development of a strengths-based model of SIAs, which proposes that challenges traditionally associated with autism, such as language, body language, social communication, emotions, sensory, and fine motor skills, consistently diminished when children with autism engaged with their own special interests in education contexts.\n"
  },
  {
    "original_sentence": "Autism Research and Treatment (June 2014),.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Autism Research and Support (June 2014).\n"
  },
  {
    "original_sentence": "Out of the 25 children, two were evaluated as at risk for ASD.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "Out of the 25 children, two were evaluated as possibly autistic.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "The uses of cognitive training technologies in the treatment of autism spectrum disorders.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The uses of cognitive training technologies for autistic individuals.\n"
  },
  {
    "original_sentence": "Process Measures of Dyadic Collaborative Interaction for Social Skills Intervention in Individuals with Autism Spectrum Disorders.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Process Measures of Dyadic Collaborative Interaction for Supporting Social Communication in Individuals with Autism Spectrum Disorders.\n"
  },
  {
    "original_sentence": "However, depending on the level of impact (children with autism are often described as high functioning vs. low functioning) and complexity and severity of the associated challenges (speech disability, non-verbal vs. selectively non-verbal), variable intensity and content of therapy may be needed to make sufficient progress towards addressing core clinical issues.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "However, depending on the level of support needs (autistic children are often described using functioning labels) and complexity and severity of the associated challenges (speech disability, non-speaking vs. selectively non-speaking), variable intensity and content of therapy may be needed to make sufficient progress towards addressing core clinical issues.\n"
  },
  {
    "original_sentence": "For example, to accommodate the different levels of information needs of low and high-functioning children with autism in 24 Data.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "For example, to accommodate the different levels of information needs of children with autism with varying support needs in 24 Data.\n"
  },
  {
    "original_sentence": "Specifically, immersive virtual reality (VR) offers an option to generalize social skill interventions by concretizing nonverbal information in real-time social interactions.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Specifically, immersive virtual reality (VR) offers an option to generalize social skills training by concretizing nonverbal information in real-time social interactions.\n"
  },
  {
    "original_sentence": "A new virtual environment paradigm for high functioning autism intended to help attentional disengagement in a social context bridging the gap between relevance theory and executive dysfunction.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "A new virtual environment paradigm for autistic individuals intended to help attentional disengagement in a social context bridging the gap between relevance theory and executive dysfunction.\n"
  },
  {
    "original_sentence": "Economic Burden of Childhood Autism Spectrum Disorders.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Economic Costs Associated with Supporting Individuals with Childhood Autism Spectrum Disorders\n"
  },
  {
    "original_sentence": "# Design and Evaluation of a Collaborative Virtual Environment (CoMove) for Autism Spectrum Disorder Intervention LIAN ZHANG and QJANG FU, Department of Electrical Engineering \\& Computer Science, Vanderbilt UniversityAMY SWANSON, AMY WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University #### Abstract Autism Spectrum Disorder (ASD) is a neurodevelopmental disorder characterized in part by core deficits in social interaction and communication.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# Design and Evaluation of a Collaborative Virtual Environment (CoMove) for Autism Spectrum Disorder Intervention LIAN ZHANG and QJANG FU, Department of Electrical Engineering \\& Computer Science, Vanderbilt UniversityAMY SWANSON, AMY WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University #### Abstract Autism Spectrum Disorder (ASD) is a neurodevelopmental disorder characterized in part by core deficits in social interaction and communication.\n"
  },
  {
    "original_sentence": "Authors' addresses: L. Zhang and Q. Fu, Department of Electrical Engineering \\& Computer Science, Vanderbilt University, Nashville, TN 37212; emails: \\{lian.zhang, qiang.fuj@vanderbilt.edu; A. Swanson, A. Weitlauf, and Z. Warren, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University, Nashville, TN 37203; emails: \\{amy.r.swanson, amy.s.weitlauf, zachary.e.warren\\j@vanderbilt.edu; N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; email: nilanjan.sarkar@vanderbilt.edu.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Authors' addresses: L. Zhang and Q. Fu, Department of Electrical Engineering \\& Computer Science, Vanderbilt University, Nashville, TN 37212; emails: \\{lian.zhang, qiang.fuj@vanderbilt.edu; A. Swanson, A. Weitlauf, and Z. Warren, Autism and Neurodiversity Research Institute, Vanderbilt University, Nashville, TN 37203; emails: \\{amy.r.swanson, amy.s.weitlauf, zachary.e.warren\\j@vanderbilt.edu; N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; email: nilanjan.sarkar@vanderbilt.edu.\n"
  },
  {
    "original_sentence": "Weiss and colleagues observed that information sharing is one of the best ways to train social skills in children with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Weiss and colleagues observed that information sharing is one of the best ways to support the development of communication and social interaction skills in children with ASD.\n"
  },
  {
    "original_sentence": "Social skills interventions for children with asperger's syndrome or high-functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Social skills interventions for autistic children: A review and recommendations.\n"
  },
  {
    "original_sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Brief Report: Forecasting the Economic Impacts of Autism Support Needs in 2015 and 2025 in the United States.\n"
  },
  {
    "original_sentence": "Brief Report: Forecasting the Economic Burden of Autism in 2015 and 2025 in the United States.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Brief Report: Forecasting the Economic Impacts of Supporting Individuals with Autism in 2015 and 2025 in the United States.\n"
  },
  {
    "original_sentence": "# Design of a Haptic-Gripper Virtual Reality System (Hg) for Analyzing Fine Motor Behaviors in Children with Autism HUAN ZHAO, Department of Electrical Engineering and Computer Science, Vanderbilt University ZHAOBO ZHENG, Department of Mechanical Engineering, Vanderbilt University AMY SWANSON, AMY WEITLAUF, and ZACHARY WARREN,Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University #### Abstract Fine motor skills, including grasping, manipulating, and reaching for objects, are a documented weakness for many children with Autism Spectrum Disorders (ASD).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Fine motor skills, including grasping, manipulating, and reaching for objects, are a documented area of challenge for many autistic children.\n"
  },
  {
    "original_sentence": "Authors' addresses: H. Zhao, Department of Electrical Engineering and Computer Science, Vanderbilt University, Nashville, TN 37212; email: huan.zhao@vanderbilt.edu; Z. Zheng and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; emails: [zhaobo.zheng, nilanjan.sarkar]@vanderbilt.edu; A. Swanson, A. Weitlauf, and Z. Warren, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University, Nashville, TN 37203; emails: [amy.r.swanson, amy.s.weitlauf, zachary.e.warren]@vanderbilt.edu.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Authors' addresses: H. Zhao, Department of Electrical Engineering and Computer Science, Vanderbilt University, Nashville, TN 37212; email: huan.zhao@vanderbilt.edu; Z. Zheng and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN 37212; emails: [zhaobo.zheng, nilanjan.sarkar]@vanderbilt.edu; A. Swanson, A. Weitlauf, and Z. Warren, Autism Spectrum Disorders Research Program, Vanderbilt University, Nashville, TN 37203; emails: [amy.r.swanson, amy.s.weitlauf, zachary.e.warren]@vanderbilt.edu.\n"
  },
  {
    "original_sentence": "It is not unusual that parents do notice developmental delays of their children, but they are often unaware of the risks of ASD, and children are therefore often not diagnosed until they enter school.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "It is not unusual that parents do notice developmental delays of their children, but they are often unaware of the likelihood of autism, and children are therefore often not diagnosed until they enter school.\n"
  },
  {
    "original_sentence": "It is meant to be used with High Functioning Autism (HFA) individuals by means of instructional modules that help them engage in social interactions through specific examples.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "It is meant to be used with autistic individuals by means of instructional modules that help them engage in social interactions through specific examples.\n"
  },
  {
    "original_sentence": "## RELATED WORK Previous research has shown that cultural, social, and economical aspects affect the way autism is perceived and experienced by an individual and the various people that surround them.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Previous research has shown that cultural, social, and economic aspects affect the way autism is perceived and experienced by autistic individuals and the various people that surround them.\n"
  },
  {
    "original_sentence": "All participants were categorized as children with low functioning autism based on the Childhood Autism Rating Scale (CARS M=33, SD=4) and by the school therapist, as they had low motivation for social interaction and communication (both verbal and non-verbal), and displayed various isolating behaviors and interests.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "All participants were categorized as autistic children based on the Childhood Autism Rating Scale (CARS M=33, SD=4) and by the school therapist, as they had low motivation for social interaction and communication (both verbal and non-verbal), and displayed various isolating behaviors and interests.\n"
  },
  {
    "original_sentence": "A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "A standard measure of social and communication differences associated with the autism spectrum.\n"
  },
  {
    "original_sentence": "Music Therapy as an effective treatment with Autism Spectrum Disorders in early childhood: A meta-analysis.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Music Therapy as an effective intervention for Autistic individuals in early childhood: A meta-analysis.\n"
  },
  {
    "original_sentence": "Trajectories of internalizing and externalizing symptoms among adults with autism spectrum disorders.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Trajectories of internalizing and externalizing behaviors among autistic adults.\n"
  },
  {
    "original_sentence": "In this study, we explore effects of five attributes of user interfaces designed for VR on user experience of high-functioning individuals with Autism Spectrum Disorder (HFASD): instruction methods, visual fidelity, view zoom, clutter, and motion.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "In this study, we explore effects of five attributes of user interfaces designed for VR on user experience of individuals with autism spectrum disorder (ASD) who do not have intellectual disabilities: instruction methods, visual fidelity, view zoom, clutter, and motion. \n"
  },
  {
    "original_sentence": "Multimedia interfaces for users with high functioning autism: An empirical investigation.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Multimedia interfaces for autistic users: An empirical investigation.\n"
  },
  {
    "original_sentence": "Virtual environments for social skills training: comments from two adolescents with autistic spectrum disorder.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual environments for communication and social interaction training: comments from two adolescents with autistic spectrum disorder.\n"
  },
  {
    "original_sentence": "The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The potential of virtual reality in communication and social interaction development for autistic people.\n"
  },
  {
    "original_sentence": "# Cultural Social Signal Interplay with an Expressive Robot Peter E. McKennap.mckenna@hw.ac.ukHeriot-Watt UniversityEdinburgh, UK Ayan Ghoshayan.ghosh@sheffield.ac.ukUniversity of SheffieldSheffield, UK Ruth Aylettr.s.aylett@hw.ac.ukHeriot-Watt UniversityEdinburgh, UK Frank Broz f.broz@hw.ac.uk Heriot-Watt University Edinburgh, UK #### Abstract Social robots are being developed as a form of social skills training for individual's with an autism spectrum condition (ASC).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Social robots are being developed as a form of communication and social interaction support for individuals with an autism spectrum condition (ASC).\n"
  },
  {
    "original_sentence": "These findings are discussed in the context of social skills training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "These findings are discussed in the context of communication and social skills development.\n"
  },
  {
    "original_sentence": "This result is important in the context of creating a social skills training robot, as the final system will need to produce interpretable expressions as well as engage users positively for role playing workplace social scenarios.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "This result is important in the context of creating a robot for social skills development, as the final system will need to produce interpretable expressions as well as engage users positively for role playing workplace social scenarios.\n"
  },
  {
    "original_sentence": "As such, social skills trainings for Eastern cultures will have a different strategy that match ingroup expectations.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "As such, culturally sensitive communication trainings for Eastern cultures will have a different strategy that matches ingroup expectations.\n"
  },
  {
    "original_sentence": "The next step is to determine if these expressive behaviours provide useful social signal training for peoples with social skill difficulties (e.g.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The next step is to determine if these expressive behaviours provide useful social signal learning opportunities for people with social communication differences (e.g.,\n"
  },
  {
    "original_sentence": "Together, the findings highlight a number of important features concerning social signal recognition for robot-based social skills training in this domain.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Together, the findings highlight several important features concerning social signal recognition for robot-based social communication training in this domain.\n"
  },
  {
    "original_sentence": "Our desire is to design a robot for social skills training, by modifying the social signals of the user, to recognise socially salient cues during an interaction.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Our desire is to design a robot for communication skills development, by modifying the social signals of the user, to recognize socially salient cues during an interaction.\n"
  },
  {
    "original_sentence": "# Robotic Interaction for Assistance to Autistic Children Manolo Dulva Hina,Assia Soukane ECE Paris School of EngineeringParis, France\\{manolo-dulva.hina Kaspar A six year old girl with severe autism, a child with severe autism, a 16-year old teenager with autism who is not tolerating any other children in any play or other task oriented activities\" Nao K can be classified as having high-functioning autism; cognitive abilities are equivalent of a 3 year old child and his language abilities of a 2 year old child; language abilities are equivalent to those of a 2 year old child, and his cognitive level of a 3-year old; language abilities are equivalent to those of a 1 and a Probo Participants with \"moderate autism\" and lack of initiation or appropriate social response in a given social situation; some reading prerequisites (ability to open and browse a book, previous experience with story books);ability of recognizing emotions Model 1 hasMentalState Child  Action Child blinks eyes Model 5 hasAction4 Child answer 2: \"I am\"  Number  \"years old\".",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "# Robotic Interaction for Assistance to Autistic Children Manolo Dulva Hina,Assia Soukane ECE Paris School of EngineeringParis, France\\{manolo-dulva.hina Kaspar A six year old girl with severe autism, a child with severe autism, a 16-year old teenager with autism who is not tolerating any other children in any play or other task oriented activities\" Nao K is autistic; cognitive abilities are equivalent of a 3 year old child and his language abilities of a 2 year old child; language abilities are equivalent to those of a 2 year old child, and his cognitive level of a 3-year old; language abilities are equivalent to those of a 1 and a Probo Participants with \"moderate autism\" and lack of initiation or appropriate social response in a given social situation; some reading prerequisites (ability to open and browse a book, previous experience with story books);ability of recognizing emotions Model 1 hasMentalState Child  Action Child blinks eyes Model 5 hasAction4 Child answer 2: \"I am\"  Number  \"years old\".\n"
  },
  {
    "original_sentence": "In this paper, as an initial line of investigation into this understudied research line, we launch a study of phishing, a prominent social engineering attack, against people suffering from autism spectrum disorder, a unique developmental disorder characterized by hampered social skills and communication.",
    "detected_phrase": "suffering from autism",
    "replacement_sentence": "In this paper, as an initial line of investigation into this understudied research line, we launch a study of phishing, a prominent social engineering attack, against autistic people, a neurodivergent group characterized by differences in social skills and communication.\n"
  },
  {
    "original_sentence": "Overall, our work serves to demonstrate that targeted (spear) phishing attacks against Internet users suffering from autism may not be more successful compared to untargeted attacks against the user population without autism.",
    "detected_phrase": "suffering from autism",
    "replacement_sentence": "Overall, our work serves to demonstrate that targeted (spear) phishing attacks against Internet users with autism may not be more successful compared to untargeted attacks against the user population without autism.\n"
  },
  {
    "original_sentence": "Video game use and problem behaviors in boys with autism spectrum disorders.",
    "detected_phrase": "problem behavior for autism",
    "replacement_sentence": "Video game use and challenging behaviors in boys with autism spectrum disorders.\n"
  },
  {
    "original_sentence": "We present the design of Mazi, a sonic Tangible User Interface (TUI) designed to encourage spontaneous and collaborative play between children with high support needs autism.",
    "detected_phrase": "high support needs of autism",
    "replacement_sentence": "We present the design of Mazi, a sonic Tangible User Interface (TUI) designed to encourage spontaneous and collaborative play between autistic children with high support needs.\n"
  },
  {
    "original_sentence": "The previous research on textual mining of online posts did not target a specific symptom exhibited on children with autism; meanwhile, the written language is limited to English.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "The previous research on textual mining of online posts did not target a specific autistic trait exhibited in autistic children; meanwhile, the written language is limited to English.\n"
  },
  {
    "original_sentence": "# Guided Play: Digital Sensing and Coaching for Stereotypical Play Behavior in Children with Autism Cong ChenFujitsu Laboratories of AmericaSunnyvale, Californiacongchenutd@gmail.com Ajay ChanderFujitsu Laboratories of AmericaSunnyvale, Californiaachander@us.fujitsu.com ## Kanji Uchino Fujitsu Laboratories of America Sunnyvale, California kanjiu@us.fujitsu.com Fujitsu Laboratories of AmericaSunnyvale, Californiakanji@us.fujitsu.com ## ABSTRACT Restricted and repetitive behaviors (RRBs) are a core symptom and an early marker of autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Restricted and repetitive behaviors (RRBs) are a core characteristic and an early indicator of autism.\n"
  },
  {
    "original_sentence": "These are called Restricted and Repetitive Behaviors (RRBs), also known as stereotypical behaviors, one of the core symptoms and diagnostic criteria of autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "These are called Restricted and Repetitive Behaviors (RRBs), also known as stereotypical behaviors, one of the core autistic characteristics and diagnostic criteria for autism.\n"
  },
  {
    "original_sentence": "# Design of a Physiology-based Adaptive Virtual Reality Driving Platform for Individuals with ASD DAYI BIAN, Department of Electrical Engineering and Computer Science, Vanderbilt University JOSHUA WADE, Department of Mechanical Engineering, Vanderbilt UniversityAMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityAMY WEITLAUF, Department of Pediatrics, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityZACHARY WARREN, Department of Pediatrics, Department of Psychiatry, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityNILANJAN SARKAR, Department of Electrical Engineering and Computer Science, Department of Mechanical Engineering, Vanderbilt University #### Abstract Driving is essential for many people in developed countries to achieve independence.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# Design of a Physiology-based Adaptive Virtual Reality Driving Platform for Individuals with ASD DAYI BIAN, Department of Electrical Engineering and Computer Science, Vanderbilt University JOSHUA WADE, Department of Mechanical Engineering, Vanderbilt UniversityAMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityAMY WEITLAUF, Department of Pediatrics, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityZACHARY WARREN, Department of Pediatrics, Department of Psychiatry, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt UniversityNILANJAN SARKAR, Department of Electrical Engineering and Computer Science, Department of Mechanical Engineering, Vanderbilt University #### Abstract Driving is essential for many people in developed countries to achieve independence.\n"
  },
  {
    "original_sentence": "Wade and N. Sarkar, Department of Mechanical Engineering, Nashville, TN, 37212; emails: \\{joshua.w.wade, nilanjan.sarkar\\}@vanderbilt.edu; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt University, Nashville, TN, 37212; email: aamy.z.swanson@vumc.org; A. Weitlauf, Department of Pediatrics, TRIAD, Vanderbilt University, Nashville, TN, 37212; email: amy.s.weitlauf@vumc.org; Z. Warren, Department of Pediatrics, Department of Psychiatry, TRIAD, Vanderbilt University, Nashville, TN, 37212; email: zachary.e.warren@vumc.org.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Wade and N. Sarkar, Department of Mechanical Engineering, Nashville, TN, 37212; emails: \\{joshua.w.wade, nilanjan.sarkar\\}@vanderbilt.edu; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt University, Nashville, TN, 37212; email: aamy.z.swanson@vumc.org; A. Weitlauf, Department of Pediatrics, TRIAD, Vanderbilt University, Nashville, TN, 37212; email: amy.s.weitlauf@vumc.org; Z. Warren, Department of Pediatrics, Department of Psychiatry, TRIAD, Vanderbilt University, Nashville, TN, 37212; email: zachary.e.warren@vumc.org.\n"
  },
  {
    "original_sentence": "A Meta-Analysis of Sensory Modulation Symptoms in Individuals with Autism Spectrum Disorders.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "A Meta-Analysis of Sensory Modulation in Autistic Individuals.\n"
  },
  {
    "original_sentence": "Breif Report: Sensory Abnormalities as Distinguishing Symptoms of Autism Spectrum Disorders in Young Children.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Brief Report: Sensory Differences as Distinguishing Characteristics of Autism in Young Children.\n"
  },
  {
    "original_sentence": "The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The potential of virtual reality in communication and social interaction development for autistic people.\n"
  },
  {
    "original_sentence": "Such information can play an important role in the screening process as symptoms related to autism may vary according to the environment.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Such information can play an important role in the screening process as autistic characteristics may vary according to the environment.\n"
  },
  {
    "original_sentence": "Our analysis depicts a clear lack of awareness and ignorance in parents, family members as well as medical professionals (\"Go out and ask GPs about Autism and its symptoms - you will get everything but not a right answer.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Our analysis depicts a clear lack of awareness and ignorance in parents, family members as well as medical professionals (\"Go out and ask GPs about Autism and autistic characteristics - you will get everything but not a right answer.'\n"
  },
  {
    "original_sentence": "# Squeeze the Ball: Designing an Interactive Playground towards Aiding Social Activities of Children with Low-Function Autism Qin Wu , Chenmei Yu , Yanjun Chen , Jiayu Yao , Xi Wu , Xiaolan Peng , Teng Han*2 Chengdu University of Information Technology, Chengdu, China\\{wuqin, wuxi\\} @cuit.edu.cn, vikayu926@hotmail.com, cyj123qq@gmail.com State Key Laboratory of Computer Science and Beijing Key Lab of Human-Computer Interaction, Institute of Software, Chinese Academy of Sciences, Beijing, China\\{hanteng, xiaolan\\} @iscas.ac.cn #### Abstract Most intervention methods used for social skills training in children with autism are dedicated to high-functioning autism (HFA).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Most intervention methods used for supporting social communication in autistic children are dedicated to those with high-support needs.\n"
  },
  {
    "original_sentence": "However, extensive neurological and developmental disorders of low-functioning autism (LFA) have hampered their adoption.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "However, extensive neurological and developmental disorders within the autism spectrum have hampered their adoption.\n"
  },
  {
    "original_sentence": "Retrieved August 30, 2019 from http://www.liueducation.com/index.aspx?lang=EN An Overview of Social Skills Training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Retrieved August 30, 2019 from http://www.liueducation.com/index.aspx?lang=EN An Overview of Interpersonal Skills Development.\n"
  },
  {
    "original_sentence": "# Characterizing Joint Attention Behavior during Real World Interactions using Automated Object and Gaze Detection Pranav VenuprasadUniversity of California San Diego La Jolla, Californiapvenupra@ucsd.eduTu N.M. NguyenMinerva Schools at the KeckGraduate Institutetu@minerva.kgj.edu Tushal DobhalUniversity of California San DiegoLa Jolla, Californiatdobhal@ucsd.eduAndrew GilmanMassey UniversityAuckland, NZA.Gilman@massey.ac.nz Anurag PaulUniversity of California San DiegoLa Jolla, Californiaa@paul@ucsd.eduPamela CosmanUniversity of California San DiegoLa Jolla, Californiapcosman@ucsd.edu ## Leanne Chukoskie University of California San Diego La Jolla, California lchukoskie@ucsd.edu ## ABSTRACT Joint attention is an essential part of the development process of children, and impairments in joint attention are considered as one of the first symptoms of autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Joint attention is an essential part of the development process of children, and impairments in joint attention are considered as one of the earliest autistic characteristics.\n"
  },
  {
    "original_sentence": "Slowed orienting of covert visual-spatial attention in autism: Specific deficits associated with cerebellar and parietal abnormality.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Slowed orienting of covert visual-spatial attention in autism: Specific differences associated with cerebellar and parietal variation.\n"
  },
  {
    "original_sentence": "Augmented Reality Based Social Stories Training System for Promoting the Social Skills of Children with Autism.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Augmented Reality Based Social Stories Training System for Supporting Social Communication in Autistic Children.\n"
  },
  {
    "original_sentence": "Predictors of outcome among high functioning children with autism and Asperger syndrome.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Predictors of outcome among autistic children.\n"
  },
  {
    "original_sentence": "The ASD parents use the platform to (1) make sense of autism, its diagnosis and symptoms, including the reflection on how and when the definition connects to the everyday (2) to encourage parental determination and (3) to manage autism collectively.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "The ASD parents use the platform to (1) make sense of autism, its diagnosis and autistic characteristics, including the reflection on how and when the definition connects to the everyday (2) to encourage parental determination and (3) to manage autism collectively.\n"
  },
  {
    "original_sentence": "But the psychologists at the school said that although my daughter may show some autistic symptoms and has 'hints of autism', she is not an autistic and we can overcome those symptoms with education.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "But the psychologists at the school said that although my daughter may exhibit some autistic traits and has autistic characteristics, she is not autistic and we can support her development with education.\n"
  },
  {
    "original_sentence": "It is like cure for autism and all the symptoms, including eating problems.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "It is like support for autistic people and all the challenges they may experience, including eating differences.\n"
  },
  {
    "original_sentence": "Also, we encountered 2 posts where users announced seminars targeting families of autistic individuals, and one of them was specifically on inter-family communication for parents.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Also, we encountered two posts where users announced seminars targeting families of autistic individuals, and one of them was specifically on inter-family communication for parents. \n"
  },
  {
    "original_sentence": "Autism spectrum disorder symptoms in children with ADHD: a communitybased study.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic traits in children with ADHD: a community-based study.\n"
  },
  {
    "original_sentence": "Several of the defining characteristics of autism, such as deficit in social communication and interactions across multiple contexts; restricted, repetitive patterns of behavior; and limited interests and activities, can negatively impact identity formation and interfere with developing a clear sense of self.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Several of the defining characteristics of autism, such as differences in social communication and interactions across multiple contexts; restricted, repetitive patterns of behavior; and limited interests and activities, can negatively impact identity formation and interfere with developing a clear sense of self.\n"
  },
  {
    "original_sentence": ": From this point on, \"ASD\" will refer to the high-functioning end of the autism spectrum, unless otherwise specified.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "From this point on, \"ASD\" will refer to autistic people with support needs that are often overlooked, unless otherwise specified.\n"
  },
  {
    "original_sentence": "- We inform the design of self-tracking processes and tools specialized for adolescents with ASD by outlining two directions: 1) motivating them to perform self-management through open-ended, personalized goal-setting using a selftracking tool that can be customizable; and 2) incorporating self-tracking processes into existing clinical programs for social skills interventions as well as promoting the mental wellbeing of individuals with ASD.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "We inform the design of self-tracking processes and tools specialized for adolescents with ASD by outlining two directions: 1) motivating them to perform self-management through open-ended, personalized goal-setting using a selftracking tool that can be customizable; and 2) incorporating self-tracking processes into existing clinical programs for social skills development as well as promoting the mental wellbeing of individuals with ASD.\n"
  },
  {
    "original_sentence": "Our clinical experts responded that a self-tracking tool could empower individuals to enhance their executive and social skills by practicing what they learned.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Our clinical experts responded that a self-tracking tool could empower individuals to enhance their executive and communication skills by practicing what they learned.\n"
  },
  {
    "original_sentence": "The effect of the video game Mindlight on anxiety symptoms in children with an Autism Spectrum Disorder.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "The effect of the video game Mindlight on anxiety symptoms in autistic children.\n"
  },
  {
    "original_sentence": "What Are the Treatments for Autism?",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "What are the supportive interventions and therapies for autistic people?\n"
  },
  {
    "original_sentence": "Social and pragmatic deficits in autism: cognitive or affective?",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Social and pragmatic challenges in autism: cognitive or affective?\n"
  },
  {
    "original_sentence": "Video game use and problem behaviors in boys with autism spectrum disorders.",
    "detected_phrase": "problem behavior for autism",
    "replacement_sentence": "Video game use and challenging behaviors in autistic boys.\n"
  },
  {
    "original_sentence": "The Symptoms of Autism Spectrum Disorders in Adolescence and Adulthood.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic Traits in Adolescence and Adulthood\n"
  },
  {
    "original_sentence": "Three new areas of focus were common: (1) help with emotion identification; (2) ways to modify challenging behaviors; and (3) help for the children's support systems, including facilitating better behavior tracking and communication among the members of support systems.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Three new areas of focus were common: (1) help with emotion identification; (2) ways to modify harmful behaviors; and (3) help for the children's support systems, including facilitating better behavior tracking and communication among the members of support systems.\n"
  },
  {
    "original_sentence": "Evaluating the effectiveness of video instruction on social and communication skills training for children with autism spectrum disorders: A review of the literature.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Evaluating the effectiveness of video instruction on social and communication skills development for children with autism spectrum disorders: A review of the literature.\n"
  },
  {
    "original_sentence": "Accessing peer social interaction: Using authorable virtual peer technology as a component of a group social skills intervention program.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Accessing peer social interaction: Using authorable virtual peer technology as a component of a group social skills development program.\n"
  },
  {
    "original_sentence": "Reports on autism from Drexel university provide new insights (parents' and young adults' perspectives on transition outcomes for young adults with autism).",
    "detected_phrase": "best outcome for autism",
    "replacement_sentence": "Reports on autism from Drexel university provide new insights (parents' and young adults' perspectives on transition outcomes for autistic young adults).\n"
  },
  {
    "original_sentence": "Further, our discussion of these purposes shows how the technologies embody normative expectations of a neurotypical society, which predominantly views autism as a medical deficit in need of 'correction'.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Further, our discussion of these purposes shows how the technologies embody normative expectations of a neurotypical society, which predominantly views autism as a neurological difference.\n"
  },
  {
    "original_sentence": "Although the exact cause of ASD has been unknown and there is no effective medicine or medical means to completely cure autism, research indicates that effective intervention ia able to relieve symptoms well especially in the early childhood.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "Although the exact cause of ASD has been unknown and there is no effective medicine or medical means to completely prevent or address autistic characteristics, research indicates that effective intervention is able to relieve symptoms, especially in early childhood.\n"
  },
  {
    "original_sentence": "Technology-Facilitated Diagnosis and Treatment of Individuals with Autism Spectrum Disorder: An Engineering Perspective.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Technology-Facilitated Diagnosis and Support for Individuals with Autism Spectrum Disorder: An Engineering Perspective.\n"
  },
  {
    "original_sentence": "Feedback of the general public's acceptance of the robotic head during the High-tech Fair, was combined with the special needs in treatment of autism, to optimize the design of a second generation of the robotic head.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Feedback of the general public's acceptance of the robotic head during the High-tech Fair, was combined with the special needs in autistic support, to optimize the design of a second generation of the robotic head.\n"
  },
  {
    "original_sentence": "## KEYWORDS Emotionally interactive robots; head design of robots; robots with facial expressions; social robots; treatment of autism ## 1 INTRODUCTION The research of humanoid robots with facial expressions began in the 1990s, which aimed to develop robots to provide emotional interaction with human.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "## KEYWORDS Emotionally interactive robots; head design of robots; robots with facial expressions; social robots; autism support ## 1 INTRODUCTION The research of humanoid robots with facial expressions began in the 1990s, which aimed to develop robots to provide emotional interaction with human.\n"
  },
  {
    "original_sentence": "LeGoff, D. B., Sherman, M.: Long-term outcome of social skills intervention based on interactive LEGO® play.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "LeGoff, D. B., Sherman, M.: Long-term outcome of social communication skills development based on interactive LEGO® play.\n"
  },
  {
    "original_sentence": "Owens, G., Granader, Y., Humphrey, A., Baron-Cohen, S.: LEGO® therapy and the social use of language programme: An evaluation of two social skills interventions for children with high functioning autism and Asperger syndrome.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Owens, G., Granader, Y., Humphrey, A., Baron-Cohen, S.: LEGO® therapy and the social use of language programme: An evaluation of two social communication interventions for children with high functioning autism and Asperger syndrome.\n"
  },
  {
    "original_sentence": "Comparison of self-and otherreport of symptoms of autism and comorbid psychopathology in adults with autism spectrum disorder.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Comparison of self-and other-report of autistic traits and comorbid psychopathology in adults with autism spectrum disorder.\n"
  },
  {
    "original_sentence": "Fortunately, it is widely reported that early detection is essential for early treatment and symptoms-control and that is why a large number of medical researchers in recent years are investigating early symptoms of autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Fortunately, it is widely reported that early detection is essential for early support and intervention and that is why a large number of medical researchers in recent years are investigating early indicators of autism.\n"
  },
  {
    "original_sentence": "Granpeesheh, D., Tarbox, J., Najdowski, A. C. and Kornack, J. Evidence-based treatment for children with autism: the CARD model.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Granpeesheh, D., Tarbox, J., Najdowski, A. C. and Kornack, J. Evidence-based practices for supporting autistic children: the CARD model.\n"
  },
  {
    "original_sentence": "Salience network-based classification and prediction of symptom severity in children with autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Salience network-based classification and prediction of autistic characteristics in autistic children.\n"
  },
  {
    "original_sentence": "Disability and Rehabilitation: Assistive Technology, 2019: p.. Heyvaert, M., et al., Efficacy of behavioral interventions for reducing problem behavior in persons with autism: An updated quantitative synthesis of singlesubject research.",
    "detected_phrase": "problem behavior for autism",
    "replacement_sentence": "Disability and Rehabilitation: Assistive Technology, 2019: p.. Heyvaert, M., et al., Efficacy of behavioral interventions for reducing challenging behaviors in persons with autism: An updated quantitative synthesis of singlesubject research.\n"
  },
  {
    "original_sentence": "The rising prevalence of autism is probably due to the rising numbers of individuals with high functioning autism, who are most able to go to university.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The rising prevalence of autism is probably due to increased diagnosis rates, especially among autistic individuals who are able to go to university.\n"
  },
  {
    "original_sentence": "Students with a form of autism often need support to achieve success at universities, while they do not lack intellectual capacities.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Autistic students often need support to achieve success at universities, while they do not lack intellectual capacities.\n"
  },
  {
    "original_sentence": "More and more, autism is seen as 'being different' as opposed to a disorder: In our opinion, high-functioning autism should neither be regarded as a disorder or a disability nor as an undesirable condition per se, but rather as a condition with a particular vulnerability.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "More and more, autism is seen as 'being different' as opposed to a disorder: In our opinion, autism should neither be regarded as a disorder or a disability nor as an undesirable condition per se, but rather as a condition with a particular vulnerability.\n"
  },
  {
    "original_sentence": "Defeasible reasoning in high-functioning adults with autism: Evidence for impaired exception-handling.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Defeasible reasoning in autistic adults: Evidence for impaired exception-handling.\n"
  },
  {
    "original_sentence": "INTRODUCTION Robot-based interventions for autistic children are seen as a potential approach to provide engaging, on demand, social skill training.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "INTRODUCTION Robot-based interventions for autistic children are seen as a potential approach to provide engaging, on-demand, opportunities to learn and practice social interaction.\n"
  },
  {
    "original_sentence": "Standardizing ADOS scores for a measure of severity in autism spectrum disorders.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Standardizing ADOS scores for a measure of support needs in autism spectrum disorders.\n"
  },
  {
    "original_sentence": "A computer-mediated online social skills intervention has the potential to enable individuals with ASD to practice conversation frequently with a standardized and repeatable stimulus.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "A computer-mediated online communication skills program has the potential to enable individuals with ASD to practice conversation frequently with a standardized and repeatable stimulus.\n"
  },
  {
    "original_sentence": "These works prove the applicability of interactive technologies in social skills training for individuals with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "These works prove the applicability of interactive technologies in communication and social skills development for individuals with ASD.\n"
  },
  {
    "original_sentence": "developed a social skills training system for children with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Developed a social communication learning system for children with ASD.\n"
  },
  {
    "original_sentence": "Taken together, prior studies in computer-based social skills training and dialogue management suggest that dialogue-based systems hold considerable promise for helping individuals with ASD (or certain others with special needs).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Taken together, prior studies in computer-based communication skills development and dialogue management suggest that dialogue-based systems hold considerable promise for helping individuals with ASD (or certain others with diverse needs).\n"
  },
  {
    "original_sentence": "For example, a participant said, \"In its current state yes I might mess around with it some but I don't believe I would use it as an actual social skills training and jump into actual conversations just yet.\"",
    "detected_phrase": "social skill training",
    "replacement_sentence": "For example, a participant said, \"In its current state yes I might mess around with it some but I don't believe I would use it as an actual communication skills development tool and jump into actual conversations just yet.\"\n"
  },
  {
    "original_sentence": "The efficacy of positive feedback and acknowledgment has been observed in past research  and our experience further confirms the desirability of positive acknowledgments for interventions aimed at social skills development.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The efficacy of positive feedback and acknowledgment has been observed in past research and our experience further confirms the desirability of positive acknowledgments for interventions aimed at developing social skills.\n"
  },
  {
    "original_sentence": "Embodied conversational agents for multimodal automated social skills training in people with autism spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Embodied conversational agents for multimodal automated communication skills support for people with autism spectrum disorders.\n"
  },
  {
    "original_sentence": "S. Yoshimura, W. Sato, S. Uono, and M. Toichi, \"Impaired overt facial mimicry in response to dynamic facial expressions in high-functioning autism spectrum disorders,\" Journal of autism and developmental disorders, vol.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "S. Yoshimura, W. Sato, S. Uono, and M. Toichi, \"Impaired overt facial mimicry in response to dynamic facial expressions in autistic people,\" Journal of autism and developmental disorders, vol.\n"
  },
  {
    "original_sentence": "In this work we are interested in the needs of people with Autism in order to support them in the exploration of a geographic area.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "In this work we are interested in the needs of Autistic people in order to support them in the exploration of a geographic area.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule-Generic: A Standard Measure of Social and Communication Deficits Associated with the Spectrum of Autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule-Generic: A Standard Measure of Social and Communication Differences Associated with the Spectrum of Autism.\n"
  },
  {
    "original_sentence": "The economic costs of autism: A review.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "The economic costs of supporting autistic people: A review.\n"
  },
  {
    "original_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The autism diagnostic observation schedule-generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Along with the usual symptoms of autism, other disorders may occur.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Along with the usual autistic characteristics, other disorders may occur.\n"
  },
  {
    "original_sentence": "# A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA)* Innovative Technological Advancements for Students with Neurodevelopmental Disorders Ourania MantaBiomedical EngineeringLaboratoryNational Technical University of AthensAthens, Greecermanta@biomed.ntua.gr Yiannis KoumpourosDepartment of Informatics andComputer EngineeringUniversity of West AtticaAthens, Greeceykoump@uniwa.gr Thelma AndroutsouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecetandroutsou@biomed.ntua.gr George MatsopoulosBIO-Medical Informatics GroupNational Technical University ofAthensAthens, Greecegmatso@esd.ece.ntua.gr Athanasios AnastasiouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greeceaanastasiou@biomed.ntua.gr Dimitrios KoutsourisBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecedkoutsou@biomed.ntua.gr ## ABSTRACT Latest technological developments can provide the tools towards a better future for people with special needs.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "# A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and Autism* Innovative Technological Advancements for Students with Neurodevelopmental Disorders Ourania MantaBiomedical EngineeringLaboratoryNational Technical University of AthensAthens, Greecermanta@biomed.ntua.gr Yiannis KoumpourosDepartment of Informatics andComputer EngineeringUniversity of West AtticaAthens, Greeceykoump@uniwa.gr Thelma AndroutsouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecetandroutsou@biomed.ntua.gr George MatsopoulosBIO-Medical Informatics GroupNational Technical University ofAthensAthens, Greecegmatso@esd.ece.ntua.gr Athanasios AnastasiouBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greeceaanastasiou@biomed.ntua.gr Dimitrios KoutsourisBiomedical EngineeringLaboratoryNational Technical University ofAthensAthens, Greecedkoutsou@biomed.ntua.gr ## ABSTRACT Latest technological developments can provide the tools towards a better future for people with special needs.\n"
  },
  {
    "original_sentence": "The present paper focuses on Innovative Technological Interventions for Children with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA) with main objective to improve their cognitive and social skills and allow them to gain maximum benefit from social inclusion within the educational system.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The present paper focuses on Innovative Technological Interventions for children with Attention Deficit Disorder (ADD) and autism with main objective to improve their cognitive and social skills and allow them to gain maximum benefit from social inclusion within the educational system.\n"
  },
  {
    "original_sentence": "## KEYWORDS Neurodevelopmental disorders, High functioning autism, Attention deficit disorder, Children, Student, Support, Teaching, Interventions, Interfaces.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "## KEYWORDS Neurodevelopmental disorders, Autism, Attention deficit disorder, Children, Student, Support, Teaching, Interventions, Interfaces.\n"
  },
  {
    "original_sentence": "A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA) : Innovative Technological Advancements for Students with Neurodevelopmental Disorders.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "A Three-module Proposed Solution to Improve Cognitive and Social skills of Students with Attention Deficit Disorder (ADD) and Autism : Innovative Technological Advancements for Students with Neurodevelopmental Disorders.\n"
  },
  {
    "original_sentence": "A number of studies have established that high functioning children with Autism Spectrum Condition (ASC) are able to maintain social interactions when an initiation is directed towards them.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "A number of studies have established that autistic children with Autism Spectrum Condition (ASC) who do not require support with daily living skills are able to maintain social interactions when an initiation is directed towards them.\n"
  },
  {
    "original_sentence": "Measuring changes in social behavior during a social skills intervention for higherfunctioning children and adolescents with autism spectrum disorder.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Measuring changes in social behavior during social skills instruction for higher-supporting autistic children and adolescents.\n"
  },
  {
    "original_sentence": "LEGOv: therapy and the social use of language programme: An evaluation of two social skills interventions for children with high functioning autism and Asperger syndrome.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "LEGOv: therapy and the social use of language programme: An evaluation of two social communication skills development opportunities for children with high functioning autism and Asperger syndrome.\n"
  },
  {
    "original_sentence": "https://doi.org/10.1145/3408877.3432516 ## 1 INTRODUCTION Autism spectrum disorder (ASD) is a life-long neuro-developmental condition that has a significant impact on an autistic person's daily life.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "https://doi.org/10.1145/3408877.3432516 ## 1 INTRODUCTION Autism spectrum disorder (ASD) is a life-long neuro-developmental condition that has a significant impact on an autistic individual's daily life.\n"
  },
  {
    "original_sentence": "A Nexus Model of Restricted Interests in Autism Spectrum Disorder.",
    "detected_phrase": "restricted interests for autism",
    "replacement_sentence": "A Nexus Model of Intense Interests in Autism Spectrum Disorder.\n"
  },
  {
    "original_sentence": "Issues related to the diagnosis and treatment of autism spectrum disorders.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Issues related to the diagnosis and support of autism spectrum disorders.\n"
  },
  {
    "original_sentence": "Among this literature, social skills are trained either on distal communication tasks via robots or virtual agent or on fine collaborative tasks via tangibles or tabletops, however, with no project on the embedded training of social skills into pragmatic motor actions.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Among this literature, social interaction skills are developed either on distal communication tasks via robots or virtual agents or on fine collaborative tasks via tangibles or tabletops, however, with no project on the embedded development of social interaction skills into pragmatic motor actions.\n"
  },
  {
    "original_sentence": "The controlled expressivity and interactivity of embodied agents, whether being virtual agents or robots, enable researchers to develop adapted applications to the training of specific social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The controlled expressivity and interactivity of embodied agents, whether being virtual agents or robots, enable researchers to develop adapted applications to the training of specific communication and interaction skills.\n"
  },
  {
    "original_sentence": "Grounding the training of social skills into concrete physical actions can provide a more direct way to reach collaboration with others.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Grounding the development of interpersonal skills into concrete physical actions can provide a more direct way to reach collaboration with others.\n"
  },
  {
    "original_sentence": "Long-term outcome of social skills intervention based on interactive LEGO@play.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Long-term outcome of social communication skills development based on interactive LEGO® play.\n"
  },
  {
    "original_sentence": "Process Measures of Dyadic Collaborative Interaction for Social Skills Intervention in Individuals with Autism Spectrum Disorders.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Process Measures of Dyadic Collaborative Interaction for Social Communication Education in Individuals with Autism Spectrum Disorders.\n"
  },
  {
    "original_sentence": "Facing the challenge of teaching emotions to individuals with low- and high-functioning autism using a new Serious game: a pilot study.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "Facing the challenge of teaching emotions to autistic individuals with varying support needs using a new Serious game: a pilot study.\n"
  },
  {
    "original_sentence": "Applied Behavior Analysis as Treatment for Autism Spectrum Disorder.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Applied Behavior Analysis and Autism Spectrum Disorder.\n"
  },
  {
    "original_sentence": "Defining the social deficits of autism: The contribution of non- verbal communication measures.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Defining the social communication differences of autism: The contribution of non-verbal communication measures.\n"
  },
  {
    "original_sentence": "The Survey of Favorite Interests and Activities: Assessing and understanding restricted interests in children with autism spectrum disorder.",
    "detected_phrase": "restricted interests for autism",
    "replacement_sentence": "The Survey of Favorite Interests and Activities: Assessing and understanding intense interests in children with autism spectrum disorder.\n"
  },
  {
    "original_sentence": "# Understanding Autism: The Power of EEG Harnessed by Prototypical Learning Asif SalekinSyracuse UniversityElectrical Engineering and Computer ScienceSyracuse, NY, USA #### Abstract Recent studies suggest that atypical neural function, due to atypical neural structure, is associated with the behavioral symptoms of Autism Spectrum Disorder (ASD).",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Recent studies suggest that atypical neural function, due to atypical neural structure, is associated with the behavioral traits of Autism Spectrum Disorder (ASD).\n"
  },
  {
    "original_sentence": "According to the World Health Organization, symptoms of autism surface at the early stages of one's life, and mostly continue for the rest of life.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "According to the World Health Organization, autistic characteristics surface at the early stages of one's life, and mostly continue for the rest of life.\n"
  },
  {
    "original_sentence": "As a result, like many other developing nations, countless cases of ASD go unreported here, which subsequently hinders the process that enables stakeholders to provide better support for individuals with autism.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "As a result, like many other developing nations, countless cases of ASD go unreported here, which subsequently hinders the process that enables stakeholders to provide better support for autistic individuals.\n"
  },
  {
    "original_sentence": "It can be inferred that the authors here considered only the people with whom the autistic person would be comfortable as, by nature, they tend to be selective about people to connect with.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "It can be inferred that the authors here considered only the people with whom the autistic individual would be comfortable as, by nature, they tend to be selective about people to connect with.\n"
  },
  {
    "original_sentence": "In this case, we were also inspired by the prevalence of visuals used in the educational and therapeutic experiences of autistic individuals, such as the schedule chart shown above, reward charts, and communication aids .",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "In this case, we were also inspired by the prevalence of visuals used in the educational and therapeutic experiences of autistic people, such as the schedule chart shown above, reward charts, and communication aids.\n"
  },
  {
    "original_sentence": "The developments of communication techniques and artificial intelligence (AI) have provided new potential methods for the treatment of autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The developments of communication techniques and artificial intelligence (AI) have provided new potential methods for supporting autistic people.\n"
  },
  {
    "original_sentence": "The different needs of autistic children result in different types of therapy for autistic children.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The different needs of autistic children result in different types of support for autistic children.\n"
  },
  {
    "original_sentence": "Extensive experiments are conducted and experimental results show that the proposed model has an accuracy of 0.89 in identifying key influence factors of autism symptoms, which significantly outperformances the other state-of-the-art baseline models.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Extensive experiments are conducted and experimental results show that the proposed model has an accuracy of 0.89 in identifying key influence factors associated with autism, which significantly outperforms the other state-of-the-art baseline models.\n"
  },
  {
    "original_sentence": "# C-Hg: A Collaborative Haptic-Gripper Fine Motor Skill Training System for Children with Autism Spectrum Disorder HUAN ZHAO and ASHWAQ ZAINI AMAT, Department of Electrical Engineering and Computer Science, Vanderbilt University, Nashville, TNMIROSLAVA MIGOVICH, Department of Mechanical Engineering, Vanderbilt University, Nashville, TNAMY SWANSON, AMY S. WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University Medical Center, Nashville, TNNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN Computer-assisted systems can provide efficient and engaging ASD intervention environments for children with Autism Spectrum Disorder (ASD).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "C-Hg: A Collaborative Haptic-Gripper Fine Motor Skill Training System for Children with Autism Spectrum Disorder HUAN ZHAO and ASHWAQ ZAINI AMAT, Department of Electrical Engineering and Computer Science, Vanderbilt University, Nashville, TNMIROSLAVA MIGOVICH, Department of Mechanical Engineering, Vanderbilt University, Nashville, TNAMY SWANSON, AMY S. WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University Medical Center, Nashville, TNNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University, Nashville, TN Computer-assisted systems can provide efficient and engaging ASD intervention environments for children with Autism Spectrum Disorder (ASD).\n"
  },
  {
    "original_sentence": "Z. Amat, Department of Electrical Engineering and Computer Science, Vanderbilt University, 2201 West End Ave, Nashville, TN 37235; emails: [huan.zhao, ashwaq.zaini.amat.haji.anwar]@vanderbilt.edu; M. Migovich and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, 2201 West End Ave, Nashville, TN 37235; emails: [miroslava.migovich, nilanjan.sarkar]@vanderbilt.edu; A. Swanson, A. S. Weitlauf, and Z. Warren, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University Medical Center, 1211 Medical Center Dr, Nashville, TN 37232, emails: [amy.r.swanson, amy.s.weitlauf, zachary.e.warren]@vumc.org.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Z. Amat, Department of Electrical Engineering and Computer Science, Vanderbilt University, 2201 West End Ave, Nashville, TN 37235; emails: [huan.zhao, ashwaq.zaini.amat.haji.anwar]@vanderbilt.edu; M. Migovich and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, 2201 West End Ave, Nashville, TN 37235; emails: [miroslava.migovich, nilanjan.sarkar]@vanderbilt.edu; A. Swanson, A. S. Weitlauf, and Z. Warren, Autism and Neurodevelopment Research Institute, Vanderbilt University Medical Center, 1211 Medical Center Dr, Nashville, TN 37232, emails: [amy.r.swanson, amy.s.weitlauf, zachary.e.warren]@vumc.org.\n"
  },
  {
    "original_sentence": "## KEYWORDS Socially Assistive Robotics, Autism, Social Skills Training, Case Studies ## ACM Reference Format: Saad Elbeleidy, Daniel Rosen, Dan Liu, Aubrey Shick, and Tom Williams.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "## KEYWORDS Socially Assistive Robotics, Autism, Social Communication Learning, Case Studies ## ACM Reference Format: Saad Elbeleidy, Daniel Rosen, Dan Liu, Aubrey Shick, and Tom Williams.\n"
  },
  {
    "original_sentence": "# Jammo Virtual Robot Enhances the Social Skills of Children With HFA: Development and Deployment Maha AbdelmohsenYasmine Arafam.h.abdelmohsen@greenwich.ac.uky.arafa@greenwich.ac.ukUniversity of GreenwichLondon, UK #### Abstract This study investigates the impact of combining virtual environment with a social VRobot as a novel approach to train the social skills of children with high-functioning autism (HFA).",
    "detected_phrase": "social skill training",
    "replacement_sentence": "This study investigates the impact of combining virtual environment with a social VRobot as a novel approach to support communication and social interaction development of children with high-functioning autism (HFA).\n"
  },
  {
    "original_sentence": "A 3D social virtual robot is used in a non-immersive (desktop) virtual environment to enhance the social skills of children with HFA through a social skills training program guided by a parent or a teacher.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "A 3D social virtual robot is used in a non-immersive (desktop) virtual environment to enhance the communication and social interaction skills of children with HFA through a communication and social interaction development program guided by a parent or a teacher.\n"
  },
  {
    "original_sentence": "The training program targets three social skills: imitation, emotion recognition, and expression, and intransitive gestures skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The training program targets three areas of social communication: imitation, emotion recognition and expression, and the use of intransitive gestures.\n"
  },
  {
    "original_sentence": "Social skills training (SST) interventions are a widely used approach for teaching and training social skills to children with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Social communication interventions are a widely used approach for supporting the development of social communication skills in children with ASD.\n"
  },
  {
    "original_sentence": "Social skills training interventions such as peer mentoring, social skills group, social stories, video-modelling, picture exchange communication system, applied behaviour analysis, and occupational therapy were early promising solutions for enhancing the social skills of children with ASD.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Social skills support such as peer mentoring, social skills groups, social narratives, video modeling, picture exchange communication systems, and occupational therapy were early promising solutions for supporting the social development of children with ASD.\n"
  },
  {
    "original_sentence": "The findings show improvement in the target social skills from baseline to the intervention phase.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The findings show improvement in the target social skills from baseline to the social skills learning phase.\n"
  },
  {
    "original_sentence": "Although the promising results for using virtual environments and social robots for training and enhancing the social skills of children with ASD, some limitations were observed in the literature review.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Although the promising results for using virtual environments and social robots for training and enhancing social communication and interaction skills of children with ASD, some limitations were observed in the literature review.\n"
  },
  {
    "original_sentence": "The social skill training programme is adapted and modified from several studies  that utilised physical robots (NAO, QTrobot and Zeno) for training children with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The social communication learning programme is adapted and modified from several studies that utilised physical robots (NAO, QTrobot and Zeno) for training children with ASD.\n"
  },
  {
    "original_sentence": "The designed social skill training programme targets three social skills: imitation, emotion recognition and expression, and intransitive gesture.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The designed social communication learning programme targets three social communication skills: imitation, emotion recognition and expression, and intransitive gesture.\n"
  },
  {
    "original_sentence": "describes the social skill training programme used.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "describes the social skills development program used.\n"
  },
  {
    "original_sentence": "The social skill training programme consists of 24 sessions.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The social communication learning programme consists of 24 sessions.\n"
  },
  {
    "original_sentence": "The virtual desktop environment is a cost-effective tool that utilises a virtual robot to interact with the participants through a social skill training programme.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The virtual desktop environment is a cost-effective tool that utilises a virtual robot to interact with the participants through a communication and interaction skills development programme.\n"
  },
  {
    "original_sentence": "Using such a tool at home or school may improve the learning as it provides an additional resource of training the social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Using such a tool at home or school may improve learning as it provides an additional resource for developing communication and social interaction skills.\n"
  },
  {
    "original_sentence": "Based on the results obtained in this study, we observed that the proposed desktop virtual environment was an effective tool in training and improving the target social skills of the participants.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Based on the results obtained in this study, we observed that the proposed desktop virtual environment was an effective tool in supporting and improving the target social communication skills of the participants.\n"
  },
  {
    "original_sentence": "Social skills interventions for children with Asperger's syndrome or high-functioning autism: A review and recommendations.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Social skills interventions for autistic children: A review and recommendations.\n"
  },
  {
    "original_sentence": "Characteristics associated with presence of depressive symptoms in adults with autism spectrum disorder.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Characteristics associated with presence of depressive symptoms in autistic adults.\n"
  },
  {
    "original_sentence": "Given that, social skill training is one of the most important projects for training autistic children, and it is necessary to train autistic children's social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Given that, communication and social interaction instruction is one of the most important projects for supporting autistic children, and it is necessary to support autistic children's communication and social interaction.\n"
  },
  {
    "original_sentence": "The effectiveness of robot-assisted interventions designed for social skill learning presumably depends on the interplay between robot predictability, engagement in learning, and the individual differences between different autistic children.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The effectiveness of robot-assisted interventions designed for social communication learning presumably depends on the interplay between robot predictability, engagement in learning, and the individual differences between different autistic children.\n"
  },
  {
    "original_sentence": "The effectiveness of robot-assisted interventions designed for social skill learning presumably depends-in part-on the interplay between robot predictability, engagement in learning, and the individual differences between different autistic children.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The effectiveness of robot-assisted interventions designed for social communication learning presumably depends-in part-on the interplay between robot predictability, engagement in learning, and the individual differences between different autistic children.\n"
  },
  {
    "original_sentence": "The Internet: A comfortable communication medium for people with Asperger syndrome (AS) and high functioning autism (HFA)?",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The Internet: A comfortable communication medium for people with Asperger syndrome (AS) and autism?\n"
  },
  {
    "original_sentence": "McMahon CM, Vismara LA, Solomon M (2013) Measuring changes in social behavior during a social skills intervention for higher-functioning children and adolescents with autism spectrum disorder.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "McMahon CM, Vismara LA, Solomon M (2013) Measuring changes in social behavior during a social communication skills development program for higher-functioning children and adolescents with autism spectrum disorder.\n"
  },
  {
    "original_sentence": "# Requirements Elicitation in the Context of Software for Low-Functioning Autistic People: An Initial Proposal of Specific Supporting Artifacts Àurea Hiléia da Silva Meloasmelo@uea.edu.brUniversidade Estadual do AmazonasManaus-Amazonas, BrazilLuis Riveroluisrivero@nca.ufma.brPPGCC/UFMASão Luis-Maranhão, Brazil Jonathan Silva dos Santosjonathas.silvasantos@gmail.comMéliuzManaus-Amazonas, Brazil Ana Carolina OranRaimundo da Silva Barretoana.oran@icomp.ufam.edu.brrbarreto@icomp.ufam.edu.brUniversidade Federal do AmazonasManaus-Amazonas, Brazil #### Abstract Requirements engineering is a crucial stage for the success of any software, as it allows a better understanding of the needs and desires of the customers or future users.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "# Requirements Elicitation in the Context of Software for Autistic People with Minimal Verbal Communication: An Initial Proposal of Specific Supporting Artifacts Àurea Hiléia da Silva Meloasmelo@uea.edu.brUniversidade Estadual do AmazonasManaus-Amazonas, BrazilLuis Riveroluisrivero@nca.ufma.brPPGCC/UFMASão Luis-Maranhão, Brazil Jonathan Silva dos Santosjonathas.silvasantos@gmail.comMéliuzManaus-Amazonas, Brazil Ana Carolina OranRaimundo da Silva Barretoana.oran@icomp.ufam.edu.brrbarreto@icomp.ufam.edu.brUniversidade Federal do AmazonasManaus-Amazonas, Brazil #### Abstract Requirements engineering is a crucial stage for the success of any software, as it allows a better understanding of the needs and desires of the customers or future users.\n"
  },
  {
    "original_sentence": "Requirements Elicitation in the Context of Software for Low-Functioning Autistic People: An Initial Proposal of Specific Supporting Artifacts.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "Requirements Elicitation in the Context of Software for Autistic People with Minimal Verbal Communication: An Initial Proposal of Specific Supporting Artifacts.\n"
  },
  {
    "original_sentence": "# CheerBrush: A Novel Interactive Augmented Reality Coaching System for Toothbrushing Skills in Children with Autism Spectrum Disorder Z. KEVIN ZHENG, Mechanical Engineering Department, Vanderbilt University, Nashville, TN, USANANDAN SARKAR, University School of Nashville, Nashville, TN, USAAMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorders, VanderbiltUniversity Medical Center, Nashville, TN, USAAMY WEITLAUF and ZACHARY WARREN, Department of Pediatrics, Vanderbilt UniversityMedical Center, Nashville, TN, USANILANJAN SARKAR, Mechanical Engineering Department, Vanderbilt University, Nashville, TN, USA #### Abstract Autism Spectrum Disorder (ASD) is a common neurodevelopmental disorder that impacts one in every 54 children in the United States.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# CheerBrush: A Novel Interactive Augmented Reality Coaching System for Toothbrushing Skills in Children with Autism Spectrum Disorder Z. KEVIN ZHENG, Mechanical Engineering Department, Vanderbilt University, Nashville, TN, USANANDAN SARKAR, University School of Nashville, Nashville, TN, USAAMY SWANSON, Treatment and Research Institute for Autistic Individuals, VanderbiltUniversity Medical Center, Nashville, TN, USAAMY WEITLAUF and ZACHARY WARREN, Department of Pediatrics, Vanderbilt UniversityMedical Center, Nashville, TN, USANILANJAN SARKAR, Mechanical Engineering Department, Vanderbilt University, Nashville, TN, USA #### Abstract Autism Spectrum Disorder (ASD) is a common neurodevelopmental disorder that impacts one in every 54 children in the United States.\n"
  },
  {
    "original_sentence": "Authors' addresses: Z. K. Zheng, Mechanical Engineering Department, Vanderbilt University, 2400 Highland Ave, Nashville, TN 37212, USA; email: zhaobo.zheng@vanderbilt.edu; N. Sarkar, Mechanical Engineering Department, Vanderbilt University, 2400 Highland Ave, Nashville, TN 37212, USA and University School of Nashville, 2000 Edgehill Ave, Nashville, TN 37212, USA; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University Medical Center, 110 Magnolia Circle, Nashville, TN 37203, USA; A. Weitlauf and Z. Warren, Department of Pediatrics, Vanderbilt University Medical Center, 2200 Children.s Way, Nashville, TN 37232, USA.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Authors' addresses: Z. K. Zheng, Mechanical Engineering Department, Vanderbilt University, 2400 Highland Ave, Nashville, TN 37212, USA; email: zhaobo.zheng@vanderbilt.edu; N. Sarkar, Mechanical Engineering Department, Vanderbilt University, 2400 Highland Ave, Nashville, TN 37212, USA and University School of Nashville, 2000 Edgehill Ave, Nashville, TN 37212, USA; A. Swanson, Autism Support and Research Institute, Vanderbilt University Medical Center, 110 Magnolia Circle, Nashville, TN 37203, USA; A. Weitlauf and Z. Warren, Department of Pediatrics, Vanderbilt University Medical Center, 2200 Children.s Way, Nashville, TN 37232, USA.\n"
  },
  {
    "original_sentence": "Parent reports of sensory symptoms in toddlers with Autism and those with other Developmental Disorders.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Parent reports of sensory experiences in toddlers with Autism and those with other Developmental Disorders.\n"
  },
  {
    "original_sentence": "Rapid progress in technology, especially in the area of robotics, offers tremendous possibilities for innovation in treatment for individuals with Autism Spectrum Disorders (ASD).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Rapid progress in technology, especially in the area of robotics, offers tremendous possibilities for innovation in support for individuals with Autism Spectrum Disorders (ASD).\n"
  },
  {
    "original_sentence": "# INC-Hg: An Intelligent Collaborative Haptic-Gripper Virtual Reality System HUAN ZHAO and ASHWAQ ZAINI AMAT, Department of Electrical Engineering and ComputerScience, Vanderbilt University, Nashville, TennesseeMIROSLAVA MIGOVICH, Department of Mechanical Engineering, Vanderbilt University, Nashville, TennesseeAMY SWANSON, AMY S. WEITLAUF, and ZACHARY WARREN, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University, Nashville, TennesseeNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University, Nashville, Tennessee Collaborative Virtual Environments (CVE) have shown potential to be an effective social skill training platform for children with Autism Spectrum Disorders (ASD) to learn and practice collaborative and communication skills through peer interactions.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Collaborative Virtual Environments (CVE) have shown potential to be an effective communication and interaction learning platform for children with Autism Spectrum Disorders (ASD) to learn and practice collaborative and communication skills through peer interactions.\n"
  },
  {
    "original_sentence": "The potential of virtual reality in social skills training for people with autistic spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "The potential of virtual reality in communication and social interaction development for autistic people.\n"
  },
  {
    "original_sentence": "Embodied conversational agents for multimodal automated social skills training in people with autism spectrum disorders.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Embodied conversational agents for multimodal automated communication skills support for people with autism spectrum disorders.\n"
  },
  {
    "original_sentence": "To answer these research questions, we partnered with two community organizations that offer day programs for Autistic adults to develop social skills and for job training and preparation.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "To answer these research questions, we partnered with two community organizations that offer day programs for Autistic adults to develop communication and social skills and for job training and preparation.\n"
  },
  {
    "original_sentence": "While some people find functional or binary labels (e.g., low or high-functioning Autism) useful, others find them harmful and ableist.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "While some people find functional or binary labels (e.g., autistic people support needs) useful, others find them harmful and ableist.\n"
  },
  {
    "original_sentence": "Social media and autism support: Investigation on autism support groups on Facebook.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Social media and autistic support: Investigation of autistic support groups on Facebook.\n"
  },
  {
    "original_sentence": "Resting heart rate variability, emotion regulation, psychological wellbeing and autism symptomatology in adults with and without autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Resting heart rate variability, emotion regulation, psychological wellbeing and autistic characteristics in autistic and non-autistic adults.\n"
  },
  {
    "original_sentence": "# Career Interview Readiness in Virtual Reality (CIRVR): A Platform for Simulated Interview Training for Autistic Individuals and Their Employers DEEKSHA ADIANI, Department of Electrical Engineering and Computer Science, Vanderbilt University, USA AARON ITZKOVITZ, Robotics and Autonomous Systems Lab, Vanderbilt University, USA DAYI BIAN, Department of Electrical Engineering and Computer Science, Vanderbilt University, USA HARRISON KATZ, MICHAEL BREEN, and SPENCER HUNT, Robotics and Autonomous Systems Lab, Vanderbilt University, USA AMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt University Medical Center, USA TIMOTHY J. VOGUS, Owen Graduate School of Management, Vanderbilt University, USA JOSHUA WADE and NILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University, USA #### Abstract Employment outcomes for autistic  individuals are often poorer relative to their neurotypical (NT) peers, resulting in a greater need for other forms of financial and social support.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# Career Interview Readiness in Virtual Reality (CIRVR): A Platform for Simulated Interview Training for Autistic Individuals and Their Employers DEEKSHA ADIANI, Department of Electrical Engineering and Computer Science, Vanderbilt University, USA AARON ITZKOVITZ, Robotics and Autonomous Systems Lab, Vanderbilt University, USA DAYI BIAN, Department of Electrical Engineering and Computer Science, Vanderbilt University, USA HARRISON KATZ, MICHAEL BREEN, and SPENCER HUNT, Robotics and Autonomous Systems Lab, Vanderbilt University, USA AMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt University Medical Center, USA TIMOTHY J. VOGUS, Owen Graduate School of Management, Vanderbilt University, USA JOSHUA WADE and NILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University, USA #### Abstract Employment outcomes for autistic individuals are often poorer relative to their neurotypical (NT) peers, resulting in a greater need for other forms of financial and social support.\n"
  },
  {
    "original_sentence": "Authors' addresses: D. Adiani, Department of Computer Science, Vanderbilt University, 400 24th Ave S, Nashville, TN 37212, USA; email: deeksha.m.adiani@vanderbilt.edu; D. Bian, Department of Electrical and Computer Engineering, Vanderbilt University, 400 24th Ave S, Nashville, TN 37212, USA; email: biandayi@gmail.com; A. Itzkovitz, H. Katz, M. Breen, and S. Hunt, Robotics and Autonomous Systems Lab, Vanderbilt University, 2400 Highland Avenue, Nashville, TN 37212, USA; emails: itzkovitza@gmail.com, harrisonmkatz@gmail.com, [michael.breen, spencer.hunt]@vanderbilt.edu; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorders (TRIAD), Vanderbilt University Medical Center, 110 Magnolia Cir, Nashville, TN 37203, USA; T. J. Vogus, Owen Graduate School of Management, Vanderbilt University, 401 21st Ave S, Nashville, TN 37203, USA; J.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Authors' addresses: D. Adiani, Department of Computer Science, Vanderbilt University, 400 24th Ave S, Nashville, TN 37212, USA; email: deeksha.m.adiani@vanderbilt.edu; D. Bian, Department of Electrical and Computer Engineering, Vanderbilt University, 400 24th Ave S, Nashville, TN 37212, USA; email: biandayi@gmail.com; A. Itzkovitz, H. Katz, M. Breen, and S. Hunt, Robotics and Autonomous Systems Lab, Vanderbilt University, 2400 Highland Avenue, Nashville, TN 37212, USA; emails: itzkovitza@gmail.com, harrisonmkatz@gmail.com, [michael.breen, spencer.hunt]@vanderbilt.edu; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorders, Vanderbilt University Medical Center, 110 Magnolia Cir, Nashville, TN 37203, USA; T. J. Vogus, Owen Graduate School of Management, Vanderbilt University, 401 21st Ave S, Nashville, TN 37203, USA; J.\n"
  },
  {
    "original_sentence": "Effects of an employer-based intervention on employment outcomes for youth with significant support needs due to autism.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Effects of an employer-based intervention on employment outcomes for autistic youth with significant support needs.\n"
  },
  {
    "original_sentence": "N. Eissa, M. Al-Houqani, A. Sadeq, S. K. Ojha, A. Sasse, and B. Sadek, \"Current enlightenment about etiology and pharmacological treatment of autism spectrum disorder,\" Front.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "N. Eissa, M. Al-Houqani, A. Sadeq, S. K. Ojha, A. Sasse, and B. Sadek, \"Current enlightenment about etiology and pharmacological support for autistic people,\" Front.\n"
  },
  {
    "original_sentence": "Documentation of challenging behaviors is fundamental for identifying what environmental factors influence them, such as how others respond to a child's such behaviors.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Documentation of these behaviors is fundamental for identifying what environmental factors influence them, such as how others respond to a child's such behaviors.\n"
  },
  {
    "original_sentence": "# 2 BACKGROUND: CHALLENGING BEHAVIORS AND INTERVENTIONS Challenging behaviors are those whose intensity, frequency, or duration is likely to threaten the quality of life or physical safety of an individual or others.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "# 2 BACKGROUND: BEHAVIORS AND INTERVENTIONS Behaviors whose intensity, frequency, or duration is likely to threaten the quality of life or physical safety of an individual or others require intervention.\n"
  },
  {
    "original_sentence": "Consequence (C) refers to what happened right after the challenging behavior as a result.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Consequence (C) refers to what happened right after the concerning behavior as a result.\n"
  },
  {
    "original_sentence": "Caregivers' behavioral data collection not only helps clinical experts make informed decisions about how to deal with challenging behaviors but also empowers caregivers to take an active role in the challenging behaviors interventions.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Caregivers' behavioral data collection not only helps clinical experts make informed decisions about how to address these behaviors but also empowers caregivers to take an active role in the behavioral interventions.\n"
  },
  {
    "original_sentence": "### 3.3 Tracking Autistic Children's Behaviors HCI researchers have long sought to better support tracking autistic children's behaviors to assist early diagnosis of developmental disorders, better contextualize stereotypical behaviors, or intervene around challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "HCI researchers have long sought to better support tracking autistic children's behaviors to assist early diagnosis of developmental disorders, better contextualize stereotypical behaviors, or intervene around behaviors that require additional support.\n"
  },
  {
    "original_sentence": "Through a timer widget on the home screen (Figure 1b), users can immediately timestamp when their children show challenging behaviors and are sent to the logging screen in GeniAuti once they stop the timer to guide them to fill out the other information at their conveniences, such as place, ABC information, type, intensity, and perceived functions (a desire for attention, access to preferred tangibles or activities, avoidance of demands to engage in non-preferred activities, and sensory stimulation ).",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Through a timer widget on the home screen (Figure 1b), users can immediately timestamp when their children display certain behaviors and are sent to the logging screen in GeniAuti once they stop the timer to guide them to fill out the other information at their conveniences, such as place, ABC information, type, intensity, and perceived functions (a desire for attention, access to preferred tangibles or activities, avoidance of demands to engage in non-preferred activities, and sensory stimulation ).\n"
  },
  {
    "original_sentence": "(a) Specifying types, (b) Evaluating the intensity, (c) Describing an antecedent, and (d) Indicating functions of challenging behavior title of the challenging behavior (see Figure 2).",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "(a) Specifying types, (b) Evaluating the intensity, (c) Describing an antecedent, and (d) Indicating functions of these behaviors title of the concerning behavior (see Figure 2).\n"
  },
  {
    "original_sentence": "Furthermore, histograms are presented to visualize the frequency, functions, types, and locations of challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Furthermore, histograms are presented to visualize the frequency, functions, types, and locations of these behaviors.\n"
  },
  {
    "original_sentence": "As every child shows different types of challenging behaviors and the ways in which caregivers deal with them differ, we did not instruct caregivers on how to use the app, including how long to engage with tracking, what behavior to track, and how frequently to record.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "As every child displays different behaviors and the ways in which caregivers deal with them differ, we did not instruct caregivers on how to use the app, including how long to engage with tracking, what behavior to track, and how frequently to record.\n"
  },
  {
    "original_sentence": "### 5.3 Data Analysis We conducted a quantitative analysis by calculating descriptive statistics from GeniAuti usage logs to understand the overall patterns of system usage, the duration and intensity of challenging behaviors, and whether and with whom our participants shared data.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "5.3 Data Analysis We conducted a quantitative analysis by calculating descriptive statistics from GeniAuti usage logs to understand the overall patterns of system usage, the duration and intensity of these behaviors, and whether and with whom our participants shared data.\n"
  },
  {
    "original_sentence": "Our participants subjectively assessed the intensity of challenging behaviors exhibited by their child based on a 5-point Likert scale (from very weak to very strong) (mean=3.2).",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Our participants subjectively assessed the intensity of their child's exhibited behaviors based on a 5-point Likert scale (from very weak to very strong) (mean=3.2).\n"
  },
  {
    "original_sentence": "For example, P17 liked that she was able to review her data at a time and place that worked best for her to reflect back on what kind of challenging behaviors her child showed that day, describing, \"I think it was convenient that GeniAuti was a mobile app.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "For example, P17 liked that she was able to review her data at a time and place that worked best for her to reflect back on her child's behaviors that day, describing, \"I think it was convenient that GeniAuti was a mobile app.\"\n"
  },
  {
    "original_sentence": "In addition, building on a clinical data collection structure, the ABC model, GeniAuti provided participants a structure to log their children's challenging behaviors in a more systematic way.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "In addition, building on a clinical data collection structure, the ABC model, GeniAuti provided participants a structure to log their children's concerning or unexpected behaviors in a more systematic way.\n"
  },
  {
    "original_sentence": "The caregivers became not only more aware of their child's challenging behaviors but also more reflective of their response strategies.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "The caregivers became not only more aware of their child's stress-induced behaviors but also more reflective of their response strategies.\n"
  },
  {
    "original_sentence": "Furthermore, being a collaborative tool for caregivers to share behavioral data with their clinical experts, GeniAuti implicitly nudged caregivers to respond to their children's challenging behaviors in the ways that the clinical experts recommended.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Furthermore, being a collaborative tool for caregivers to share behavioral data with their clinical experts, GeniAuti implicitly nudged caregivers to respond to their children's behaviors in the ways that the clinical experts recommended.\n"
  },
  {
    "original_sentence": "Five caregivers (P3, P5, P8, P9, P13) stated they were unable to track every challenging behavior as they occurred too often.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Five caregivers (P3, P5, P8, P9, P13) stated they were unable to track every instance of these behaviors as they occurred too often.\n"
  },
  {
    "original_sentence": "E1 highlighted that reviewing GeniAuti data helped her understand each child's challenging behaviors in a more objective way: \"Parents' descriptions are sometimes very subjective, like, 'He drove me crazy last week.'",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "E1 highlighted that reviewing GeniAuti data helped her understand each child's behavioral patterns in a more objective way: \"Parents' descriptions are sometimes very subjective, like, 'He drove me crazy last week.'\"\n"
  },
  {
    "original_sentence": "Building on a commonly-used data collection method (ABC model) in clinical settings, caregivers were able to generate logs that fit clinical needs, which assisted clinical experts in providing more concrete, individualized feedback on how to mitigate challenging behaviors.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Building on a commonly-used data collection method (ABC model) in clinical settings, caregivers were able to generate logs that fit clinical needs, which assisted clinical experts in providing more concrete, individualized feedback on how to mitigate behaviors of concern.\n"
  },
  {
    "original_sentence": "Furthermore, eight participants (P1, P2, P7, P8, P10, P12, P15, P19) reported that the four functions provided by GeniAuti did not match their perceived causes of their children's challenging behaviors, feeling that challenging behaviors were caused by their children's inner thoughts and feelings, which they could not observe and therefore track.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Furthermore, eight participants (P1, P2, P7, P8, P10, P12, P15, P19) reported that the four functions provided by GeniAuti did not match their perceived causes of their children's unexpected behaviors, feeling that these behaviors were caused by their children's inner thoughts and feelings, which they could not observe and therefore track.\n"
  },
  {
    "original_sentence": "For example, P9 strongly believed that her child's challenging behaviors became severe due to physical and psychological factors after her child gained weight.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "For example, P9 strongly believed that her child's stressful behaviors became severe due to physical and psychological factors after her child gained weight.\n"
  },
  {
    "original_sentence": "GeniAuti's tracking structure is based on the ABC model, which has an underlying assumption that the cause of challenging behaviors can be best understood based on the observations and documentation of the environmental factors including others' behaviors (e.g., therapists, caregivers).",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "GeniAuti's tracking structure is based on the ABC model, which has an underlying assumption that the cause of these behaviors can be best understood based on the observations and documentation of the environmental factors including others' behaviors (e.g., therapists, caregivers).\n"
  },
  {
    "original_sentence": "# 7.2 Promoting Negotiations between Caregivers and Clinicians to Close the Perspective Gap Challenging behavior interventions ultimately aim to modify behaviors of children, and how caregivers respond to their child's challenging behaviors greatly influences the behaviors.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "# 7.2 Promoting Negotiations between Caregivers and Clinicians to Close the Perspective Gap Interventions addressing challenging behaviors ultimately aim to modify behaviors of children, and how caregivers respond to their child's behaviors greatly influences those behaviors.\n"
  },
  {
    "original_sentence": "However, we also observed significant tension when caregivers and clinical experts had different opinions about how to interpret the child's challenging behaviors, which might have hindered caregiver-clinician collaboration to better manage children's behavioral health.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "However, we also observed significant tension when caregivers and clinical experts had different opinions about how to interpret the child's behaviors of concern, which might have hindered caregiver-clinician collaboration to better manage children's behavioral health.\n"
  },
  {
    "original_sentence": "From clinical experts' perspective, such tension occurred when caregivers had rigid viewpoints about the causes of their children's challenging behaviors, leading them to be less receptive to the experts' recommendations.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "From clinical experts' perspective, such tension occurred when caregivers had rigid viewpoints about the causes of their children's behaviors, leading them to be less receptive to the experts' recommendations.\n"
  },
  {
    "original_sentence": "# 7.3 Tracking as a Listening Tool for Caregivers Through deploying GeniAuti, we learned about the lived experiences of caregivers taking care of children who engage in challenging behaviors, which included significant physical and emotional struggles.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "# 7.3 Tracking as a Listening Tool for Caregivers Through deploying GeniAuti, we learned about the lived experiences of caregivers taking care of children who engage in behaviors that require additional support, which included significant physical and emotional struggles.\n"
  },
  {
    "original_sentence": "Others tracked or wanted to track incidents when their children exhibited almost, but not quite, challenging behaviors to support reminiscence around successful moments.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "Others tracked or wanted to track incidents when their children exhibited almost, but not quite, behaviors of concern to support reminiscence around successful moments.\n"
  },
  {
    "original_sentence": "Parenting interventions for children with autism spectrum and disruptive behavior disorders: Opportunities for cross-fertilization.",
    "detected_phrase": "disruptive behavior for autism",
    "replacement_sentence": "Parenting interventions for children with autism spectrum and challenging behavior: Opportunities for cross-fertilization.\n"
  },
  {
    "original_sentence": "The form and function of challenging behaviours.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "The form and function of these behaviors.\n"
  },
  {
    "original_sentence": "Moreover, individual with ASD present with an increased risk of inappropriate sexual behaviors, unintentional sexual offending, and sexual victimization.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "Moreover, individuals with ASD experience an increased likelihood of inappropriate sexual behaviors, unintentional sexual offending, and sexual victimization.\n"
  },
  {
    "original_sentence": "According to the results of the study there are two significant factors affecting stress, namely the level or severity of autism and Parenting self efficacy or parental confidence in childcare.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "According to the results of the study there are two significant factors affecting stress, namely the support needs of autistic individuals and Parenting self efficacy or parental confidence in childcare.\n"
  },
  {
    "original_sentence": "Intelligence disorders are not symptoms of Autism, meaning that children with Autism may have average, above average, or below-average intelligence.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Intelligence disorders are not autistic traits, meaning that autistic children may have average, above average, or below-average intelligence.\n"
  },
  {
    "original_sentence": "Augmented reality based social stories training system for promoting the social skills of children with autism.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Augmented reality based social stories training system for supporting social communication in autistic children.\n"
  },
  {
    "original_sentence": "Understanding differences in neurotypical and autism spectrum special interests through internet forums.",
    "detected_phrase": "special interests for autism",
    "replacement_sentence": "Understanding differences in neurotypical and autistic people's intense interests through internet forums.\n"
  },
  {
    "original_sentence": "In all, a robot that engages its users in social-skills training can be a valuable tool for adults with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "In all, a robot that engages its users in communication and social skills practice can be a valuable tool for adults with ASD.\n"
  },
  {
    "original_sentence": "Schreibman, L. Intensive behavioral/psychoeducational treatments for autism: Research needs and future directions.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Schreibman, L. Intensive behavioral/psychoeducational interventions for autistic individuals: Research needs and future directions.\n"
  },
  {
    "original_sentence": "They can retain simple and unnuanced social interaction and reduce a considerable amount of workload of human therapists to focus on the improvement of autism therapy -.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "They can retain simple and unnuanced social interaction and reduce a considerable amount of workload of human therapists to focus on the improvement of autism support -.\n"
  },
  {
    "original_sentence": "Similar to traditional autism therapies, generalization remains to be problematic since signs and symptoms of autism represent a heterogeneous nature, which, in turn, requires personalized therapeutic intervention.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Similar to traditional autism therapies, generalization remains problematic since autistic characteristics represent a heterogeneous nature, which, in turn, requires personalized therapeutic intervention.\n"
  },
  {
    "original_sentence": "Since the severity of autism is diagnosed in varying ways, we first group children by one of the most commonly used metrics, ADOS-2 score, that distinguishes either to mild, moderate and severe autism forms or another common classification of two severity levels based mainly on cognitive and language abilities: highfunctioning autism (HFA) and low-functioning (LFA) autism.",
    "detected_phrase": "low severity of autism",
    "replacement_sentence": "Since autism presents differently in each individual, we first group children by one of the most commonly used metrics, ADOS-2 score, that distinguishes either to mild, moderate and severe autism forms or another common classification of support needs based mainly on cognitive and language abilities: high-support needs autism and low-support needs autism.\n"
  },
  {
    "original_sentence": "We conducted the study on the premises of the RCRC where children with their parents were hospitalized for 21 days to undergo a three-week therapy that includes traditional methods of autism therapy (i.e., art, music therapy, physiotherapy, and others).",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "We conducted the study on the premises of the RCRC where children with their parents were hospitalized for 21 days to undergo a three-week therapy that includes traditional methods of autism support (i.e., art, music therapy, physiotherapy, and others).\n"
  },
  {
    "original_sentence": "Lacking of eye contact in social communication is one of the core deficits in autism, and it seems especially challenging for young children with ASD.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Lack of eye contact in social communication is one of the core differences in autism, and it seems especially challenging for young children with ASD.\n"
  },
  {
    "original_sentence": "Z. Telisheva, A. Turarova, A. Zhanatkyzy, G. Abylkasymova, and A. Sandygulova, \"Robot-assisted therapy for the severe form of autism: Challenges and recommendations,\" in International Conference on Social Robotics.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Z. Telisheva, A. Turarova, A. Zhanatkyzy, G. Abylkasymova, and A. Sandygulova, \"Robot-assisted therapy for autistic people with high support needs: Challenges and recommendations,\" in International Conference on Social Robotics.\n"
  },
  {
    "original_sentence": "Available: https://doi.org/10.1145/3468849 K. Gotham, A. Pickles, and C. Lord, \"Standardizing ados scores for a measure of severity in autism spectrum disorders,\" Journal of autism and developmental disorders, vol.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Available: https://doi.org/10.1145/3468849 K. Gotham, A. Pickles, and C. Lord, \"Standardizing ados scores for a measure of support needs in autism spectrum disorders,\" Journal of autism and developmental disorders, vol.\n"
  },
  {
    "original_sentence": "P. Andersen, K. Hovik, E. Skogli, and M. Øie, \"Severity of autism symptoms and degree of attentional difficulties predicts emotional and behavioral problems in children with high-functioning autism; a twoyear follow-up study.\"",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "P. Andersen, K. Hovik, E. Skogli, and M. Øie, \"Severity of autism symptoms and degree of attentional difficulties predicts emotional and behavioral problems in autistic children; a twoyear follow-up study.\"\n"
  },
  {
    "original_sentence": "M. J. Emery, \"Art therapy as an intervention for autism,\" Art therapy, vol.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "M. J. Emery, \"Art therapy as an intervention for autistic people,\" Art therapy, vol.\n"
  },
  {
    "original_sentence": "In Diagnosis and treatment of autism (pp.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In Diagnosis and support for autistic people (pp.\n"
  },
  {
    "original_sentence": "Communication intervention for children with autism: A review of treatment efficacy.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Communication intervention for autistic children: A review of intervention efficacy.\n"
  },
  {
    "original_sentence": "Virtual collaborative gaming as social skills training for high - functioning autistic children.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Virtual collaborative gaming as a way to develop communication and social interaction skills for autistic children.\n"
  },
  {
    "original_sentence": "## 2 PROBLEM In this study, I focus on the needs of people with High-Functioning Autism and Asperger's Syndrome, whose cognitive abilities and language skills are intact.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "In this study, I focus on the needs of autistic people, whose cognitive abilities and language skills are commonly perceived as strong.\n"
  },
  {
    "original_sentence": "Web Accessibility research implies: *supervised by Olga Mitrofanova the development of an inclusive mobile app interface focusing on the needs of people with High-Functioning Autism and Asperger's Syndrome, while a combined NLP and IR study is conducted to develop a web-based Information Retrieval Question Answering (IR QA) model accessed through the interface.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Web Accessibility research implies: *supervised by Olga Mitrofanova the development of an inclusive mobile app interface focusing on the needs of autistic people, while a combined NLP and IR study is conducted to develop a web-based Information Retrieval Question Answering (IR QA) model accessed through the interface.\n"
  },
  {
    "original_sentence": "Thus, while developing an accessible web tool, it is essential to focus on the needs of the target audience, which, in this study, is presented by people with High-Functioning Autism and Asperger's Syndrome.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Thus, while developing an accessible web tool, it is essential to focus on the needs of the target audience, which, in this study, is presented by autistic people.\n"
  },
  {
    "original_sentence": "The survey will be conducted among people with High-Functioning Autism and Asperger's Syndrome, their parents and other neurotypical people who might be interested or involved in the inclusion.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "The survey will be conducted among autistic people, their parents, and other neurotypical people who might be interested or involved in inclusion.\n"
  },
  {
    "original_sentence": "The symptoms of autism spectrum disorders in adolescence and adulthood.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic traits in adolescence and adulthood.\n"
  },
  {
    "original_sentence": "The vrSensory project is targeting inclusion through sensory accessibility rather than intervention via training normative social skills.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The vrSensory project is targeting inclusion through sensory accessibility rather than training specific social skills.\n"
  },
  {
    "original_sentence": "These reports highlight a stark disconnect between prior HCI interventions that focus on social skills and participant community desires for support in day-to-day tasks.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "These reports highlight a stark disconnect between prior HCI interventions that focus on communication and social interaction and participant community desires for support in day-to-day tasks.\n"
  },
  {
    "original_sentence": "### 2.2 HCI and Executive Dysfunction Interventions While most HCI technology research \"for\" autism tends to be related to social skills training, autistic people themselves report problems with executive function, attention, and emotional regulation, as primary concerns.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "2.2 HCI and Executive Dysfunction Interventions While much HCI technology research \"for\" autism tends to be related to communication and social interaction support, autistic people themselves report problems with executive function, attention, and emotional regulation, as primary concerns.\n"
  },
  {
    "original_sentence": "Most of the HCI interventions for executive function described above differ from the majority of social skills interventions in HCI in that they provide conceptual or physical metacognitive scaffolds for tasks while also integrating the system into the existing social and material environment.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Most of the HCI interventions for executive function described above differ from the majority of social communication interventions in HCI in that they provide conceptual or physical metacognitive scaffolds for tasks while also integrating the system into the existing social and material environment.\n"
  },
  {
    "original_sentence": "In \"Perseverations of the Academy\", Autistic scholar Rua M. Williams identifies trends in autism-HCI work which focus on social skills training and the \"normaliz[ation] of autistic difference\".",
    "detected_phrase": "social skill training",
    "replacement_sentence": "In \"Perseverations of the Academy\", Autistic scholar Rua M. Williams identifies trends in autism-HCI work which focus on communication skill development and the \"normaliz[ation] of autistic difference\".\n"
  },
  {
    "original_sentence": "Knapp M, Romeo R, Beecham J, \"Economic cost of autism in the UK.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "Knapp M, Romeo R, Beecham J, \"Economic costs associated with supporting autistic people in the UK.\"\n"
  },
  {
    "original_sentence": "One student with Autism could even finish the programming on first attempts without any bugs, which corroborates the belief that some with Asperger's Syndrome or high-functioning Autism may be well suited for software development.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "One student with Autism could even finish the programming on first attempts without any bugs, which corroborates the belief that some autistic people may be well suited for software development.\n"
  },
  {
    "original_sentence": "# Interaction Paths Between Users on the Autistic Spectrum and Technologies: Scope Review of the Brazilian Symposium IHC Jocivaldo VanzelerInformation Systems Faculty Federal University of Pará Cametá PA Brazil jocivaldo2390@gmail.comIsadora SantosFederal Rural University of AmazoniaParagominas PA Brazilisadora.mendes@ufra.edu.br Gleyciane FreitasInformation Systems FacultyFederal University of ParáCametá PA Brazilgleyci04amor@gmail.comFabricio FariasInformation Systems FacultyFederal University of ParáCametá PA Brazilfabriciosf@ufpa.br Josué FerreiraPPCAFederal University of ParáTucurui PA Braziljosuevianaf@gmail.comCarlos PortelaInformation Systems FacultyFederal University of ParáCametá PA Brazilcsp@ufpa.br #### Abstract The development of software technologies to support the treatment of Autistic Spectrum Disorder (ASD) has been intensifying, enabling the emergence of new forms of education and treatment.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The development of software technologies to support autistic people has been intensifying, enabling the emergence of new forms of education and support.\n"
  },
  {
    "original_sentence": "We define a support network as the people to whom autistic individuals might reach out to discuss their work-related issues, including family, friends, and professionals (e.g., special education teachers, therapists, or work managers) .",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "We define a support network as the people to whom autistic individuals might reach out to discuss their work-related issues, including family, friends, and professionals (e.g., special education teachers, therapists, or work managers).\n"
  },
  {
    "original_sentence": "The overall reflection interface () offers a chance to investigate the VR experience of the primary user (i.e., an autistic individual) with members of their support network.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "The overall reflection interface () offers a chance to investigate the VR experience of the primary user (i.e., an autistic person) with members of their support network.\n"
  },
  {
    "original_sentence": "We designed the contents by referencing the existing programs for social skills training (e.g., PEERS) and the workplace manual for neurodiverse people.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "We designed the contents by referencing existing programs for communication and social skills development (e.g., PEERS) and the workplace manual for neurodiverse people.\n"
  },
  {
    "original_sentence": "We then asked how they might use this system to benefit autistic people, how the VR system design could better incorporate the social skill training strategies they use, and the potential benefits and challenges of using VR to understand autistic individuals.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "We then asked how they might use this system to benefit autistic people, how the VR system design could better incorporate the communication and social interaction strategies they use, and the potential benefits and challenges of using VR to understand autistic individuals.\n"
  },
  {
    "original_sentence": "While most family members and professionals were familiar with an individual's visible behavioral challenges, the VR system could help them recognize the invisible emotional states of the autistic individual, such as anxiety, leading to an awareness of more subtle aspects about the individual's emotional state.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "While most family members and professionals were familiar with an individual's visible behavioral challenges, the VR system could help them recognize the invisible emotional states of the autistic individual, such as anxiety, leading to an awareness of more subtle aspects about their emotional state.\n"
  },
  {
    "original_sentence": "For example, our interviews revealed the Workplace Playbook VR feature that allows other people to watch the VR practice of autistic people has the potential to help neurotypical employees to better understand the exact situations in which autistic individuals struggle, how the individuals respond to situations, and how neurotypical employees can or should intervene situations.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "For example, our interviews revealed the Workplace Playbook VR feature that allows others to watch the VR practice of autistic individuals has the potential to help neurotypical employees to better understand the exact situations in which autistic individuals may find challenging, how the individuals respond to situations, and how neurotypical employees can or should intervene in those situations.\n"
  },
  {
    "original_sentence": "Caregiver Daily Reporting of Symptoms in Autism Spectrum Disorder: Observational Study Using Web and Mobile Apps.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Caregiver Daily Reporting of Autistic Traits in Autism Spectrum Disorder: Observational Study Using Web and Mobile Apps.\n"
  },
  {
    "original_sentence": "## ABSTRACT Pervasive symptoms of people with autism spectrum disorder (ASD), such as a lack of social and communication skills, are major challenges to be embraced in the workplace.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "## ABSTRACT Autistic characteristics, such as difficulties with social and communication skills, are major challenges to be embraced in the workplace.\n"
  },
  {
    "original_sentence": "In this paper, we present VISTA, a VRbased interactive social skill training system for people with ASD.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "In this paper, we present VISTA, a VR-based interactive social communication training system for people with ASD.\n"
  },
  {
    "original_sentence": "Virtual and Augmented Reality in Social Skills Interventions for Individuals with Autism Spectrum Disorder: A Scoping Review.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Virtual and Augmented Reality in Social Communication Supports for Individuals with Autism Spectrum Disorder: A Scoping Review.\n"
  },
  {
    "original_sentence": "In this context, the majority of studies have adopted traditional methods for autism therapy such as Applied Behavior Analysis (ABA), Pivotal response treatment, and Social skills training.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In this context, the majority of studies have adopted traditional methods for autistic support such as Applied Behavior Analysis (ABA), Pivotal response treatment, and Social skills training.\n"
  },
  {
    "original_sentence": "If we remove independence and normativity as required outcomes for autism technology use, possibilities for new types of designs emerge.",
    "detected_phrase": "normative sample of autism",
    "replacement_sentence": "If we remove independence and normativity as required outcomes for autistic people using technology, possibilities for new types of designs emerge.\n"
  },
  {
    "original_sentence": "We address disappearance by rematerializing or reappearing the autistic person as a subject and academic, sharing methodologies for advancing autistic thought in and around academia.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "We address disappearance by rematerializing or reappearing the autistic individual as a subject and academic, sharing methodologies for advancing autistic thought in and around academia.\n"
  },
  {
    "original_sentence": "A7: I think researchers often use terribly offensive language when talking about autism (abnormal, deficit, impaired) - this makes research inaccessible (I cringe at my old research articles where I used words like this...I'm trying to be a better ally now!)",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "A7: I think researchers often use terribly offensive language when talking about autism (abnormal, challenges, impaired) - this makes research inaccessible (I cringe at my old research articles where I used words like this...I'm trying to be a better ally now!)\n"
  },
  {
    "original_sentence": "Parent-driven use of wearable cameras for autism support: A field study with families.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Parent-driven use of wearable cameras for autistic support: A field study with families.\n"
  },
  {
    "original_sentence": "Social skills interventions include both skill-based and cognitivebased interventions.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Social skills development programs include both skill-based and cognitive-based learning opportunities.\n"
  },
  {
    "original_sentence": "At the same time, the field of autism diagnosis and treatment generates a large amount of data every day, and the accumulation of basic data has reached a certain scale, so the reasonable use of historical data can effectively improve the efficiency of diagnosis and treatment of children with autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "At the same time, the field of autism diagnosis and support generates a large amount of data every day, and the accumulation of basic data has reached a certain scale, so the reasonable use of historical data can effectively improve the efficiency of diagnosis and support for autistic children.\n"
  },
  {
    "original_sentence": "In recent years, as BCI technology has matured and has great advantages in the diagnosis and treatment of autism, many scholars have begun to use BCI systems for ASD interventions.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In recent years, as BCI technology has matured and has great advantages in the diagnosis and support of autistic people, many scholars have begun to use BCI systems for ASD interventions.\n"
  },
  {
    "original_sentence": "In addition, the severity of symptoms in autistic patients may also have an impact on the results of the experiment, as well as the intelligence level of the participants needs to be considered.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "In addition, the autistic characteristics of the participants may also have an impact on the results of the experiment, as well as the cognitive abilities of the participants need to be considered.\n"
  },
  {
    "original_sentence": "Brief report: preliminary evidence of the N170 as a biomarker of response to treatment in autism spectrum disorder [J].",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Brief report: preliminary evidence of the N170 as a biomarker of response to support in autism spectrum disorder [J].\n"
  },
  {
    "original_sentence": "Emotion recognition difficulties are well documented core symptoms of ASD and can be a significant risk factor for social exclusion and mental health issues in adolescence.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "Emotion recognition difficulties are well-documented core symptoms of ASD and can be a significant risk factor for social exclusion and mental health issues for autistic adolescents.\n"
  },
  {
    "original_sentence": "In addition to the motion-related features mentioned above, we also reported clinician evaluation results such as motor functioning score, and severity of autism for each participating child.",
    "detected_phrase": "low severity of autism",
    "replacement_sentence": "In addition to the motion-related features mentioned above, we also reported clinician evaluation results such as motor functioning score, and support needs level for each participating child.\n"
  },
  {
    "original_sentence": "Moreover, we reported the ADOS comparison score, a continuous metric ranging from 1 to 10 that describes the severity of a child's autism symptoms compared to children with ASD of similar age and language levels.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Moreover, we reported the ADOS comparison score, a continuous metric ranging from 1 to 10 that describes the extent of a child's autistic traits compared to children with ASD of similar age and language levels.\n"
  },
  {
    "original_sentence": "Low comparison scores are indicative of minimal evidence of autism symptoms, whereas high scores are indicative of severe autism symptoms.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Low comparison scores are indicative of minimal evidence of autistic characteristics, whereas high scores are indicative of substantial autistic characteristics.\n"
  },
  {
    "original_sentence": "Finally, the severity of autism is determined by a comprehensive assessment that includes both the ADOS and motor function evaluation.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Finally, the support needs associated with autism are determined by a comprehensive assessment that includes both the ADOS and motor function evaluation.\n"
  },
  {
    "original_sentence": "- Demographic and clinical evaluation for ASD , nine attributes such as participant ID, date of birth, chronological age, social affect score, restricted and repetitive behavior score, motor functioning score, and severity of autism, saved as CSV files.",
    "detected_phrase": "low severity of autism",
    "replacement_sentence": "- Demographic and clinical evaluation for ASD , nine attributes such as participant ID, date of birth, chronological age, social affect score, restricted and repetitive behavior score, motor functioning score, and support needs level, saved as CSV files.\n"
  },
  {
    "original_sentence": "Standardizing ADOS scores for a measure of severity in autism spectrum disorders.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Standardizing ADOS scores for a measure of support needs in autism spectrum disorders.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule--Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule--Generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Formal thought disorder and the autism spectrum: relationship with symptoms, executive control, and anxiety.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Formal thought disorder and the autism spectrum: relationship with autistic characteristics, executive control, and anxiety.\n"
  },
  {
    "original_sentence": "## ABSTRACT In this paper, we present Starrypia, a lightweight gamified music adjuvant treatment application to improve the symptoms of mild autistic children, eliminating the geographical and time constraints faced by traditional treatment.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "## ABSTRACT In this paper, we present Starrypia, a lightweight gamified music adjuvant treatment application to support autistic children with mild support needs, eliminating the geographical and time constraints faced by traditional treatment.\n"
  },
  {
    "original_sentence": "History of Music Therapy Treatment Interventions for Children with Autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "History of Music Therapy Interventions for Autistic Children.\n"
  },
  {
    "original_sentence": "Applied behavior analysis as treatment for autism spectrum disorder.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Applied behavior analysis as a therapy for autism spectrum disorder.\n"
  },
  {
    "original_sentence": "However, the therapists find it difficult to identify the exact cause of challenging behaviors because their method lacks objective and quantitative indicators.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "However, the therapists find it difficult to identify the exact cause of these behaviors because their method lacks objective and quantitative indicators.\n"
  },
  {
    "original_sentence": "First, it could allow doctors and therapists to quantitatively investigate the underlying causes of challenging behaviors in autistic people.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "First, it could allow doctors and therapists to quantitatively investigate the underlying causes of behaviors that present challenges in autistic people.\n"
  },
  {
    "original_sentence": "However, the case study used only a single training content to improve social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "However, the case study used only a single training content to improve communication skills.\n"
  },
  {
    "original_sentence": "Autistic people are generally reluctant to engage in nominal activities (e.g., role-playing for social skills training) and tend to be conservative in accepting evaluations of themselves.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Autistic people are generally reluctant to engage in nominal activities (e.g., role-playing for communication and social skills development) and tend to be conservative in accepting evaluations of themselves.\n"
  },
  {
    "original_sentence": "Applied Behavior Analysis Treatment of Autism: The State of the Art.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Applied Behavior Analysis and Autism: The State of the Art.\n"
  },
  {
    "original_sentence": "Development, Feasibility, and Preliminary Efficacy of an Employment-related Social Skills Intervention for Young Adults with Highfunctioning Autism.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Development, Feasibility, and Preliminary Efficacy of an Employment-related Social Skills Program for Young Adults with Highfunctioning Autism.\n"
  },
  {
    "original_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication differences associated with the spectrum of autism.\n"
  },
  {
    "original_sentence": "Early recovery of a child from autism is necessary to live in a normal socio-communicable life.",
    "detected_phrase": "autism recovery",
    "replacement_sentence": "Early support for a child with autism is necessary to live a fulfilling socio-communicable life.\n"
  },
  {
    "original_sentence": "Similar virtual therapies can also be provided to address other symptoms of autism.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Similar virtual therapies can also be provided to address other autistic characteristics.\n"
  },
  {
    "original_sentence": "Autism is categorized in to three types (may be any reference) as Typical Autism (TA), Asperger and High Functioning Autism (HFA).",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Autism is categorized into three types (may be any reference) as Typical Autism (TA), Asperger and Autism without intellectual disability.\n"
  },
  {
    "original_sentence": "Behavioral Treatments in Autism Spectrum Disorder: What Do We Know.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Behavioral Interventions for Autistic Individuals: What Do We Know.\n"
  },
  {
    "original_sentence": "## 2 RELATED WORK According to the American Psychiatric Association, the autism phenotype is characterized by deficits in communication skills, as well as repetitive behaviors.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "## 2 RELATED WORK According to the American Psychiatric Association, the autism phenotype is characterized by differences in communication skills, as well as repetitive behaviors.\n"
  },
  {
    "original_sentence": "Although these studies have investigated the use of tabletop interactive devices or tablet devices to support children with high support needs in autism, most of the use of TUIs to develop cognitive skills has received limited attention in comparison to the development of social perceptual skills.",
    "detected_phrase": "high support needs of autism",
    "replacement_sentence": "Although these studies have investigated the use of tabletop interactive devices or tablet devices to support autistic children with high support needs, most of the use of TUIs to develop cognitive skills has received limited attention in comparison to the development of social perceptual skills.\n"
  },
  {
    "original_sentence": "[img-1.jpeg](img-1.jpeg) Figure 2: traditional Montessori-like toys There are even other examples of augmented toys have been used to evaluate fine motor skills proficiency (e.g.,,, ), for social skill training (e.g.,, ), and even others have combined both aspects such as \"Smart Toys\".",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Figure 2: traditional Montessori-like toys There are even other examples of augmented toys have been used to evaluate fine motor skills proficiency (e.g.,,, ), for communication and social development (e.g.,, ), and even others have combined both aspects such as \"Smart Toys\".\n"
  },
  {
    "original_sentence": "We hope the game design can lead kids to be interested in humans, which is essential in training social skills.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "We hope the game design can lead kids to be interested in humans, which is essential in developing communication and social skills.\n"
  },
  {
    "original_sentence": "Previous research has indicated that technology was a major strength and interest for those on the autism spectrum.",
    "detected_phrase": "special interests for autism",
    "replacement_sentence": "Previous research has indicated that technology was a major strength and interest for autistic people.\n"
  },
  {
    "original_sentence": "Many studies on online communities for autism have focused on social support needs for parents and caregivers of autistic individuals and how they advocate for social change and connect with others.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Many studies on online communities for autism have focused on social support needs for parents and caregivers of autistic individuals and how they advocate for social change and connect with others.\n"
  },
  {
    "original_sentence": "Caregivers, family, and friends (CFF), as well as community members, although limited in our dataset, tended to ask questions to improve their support of an autistic person in their lives.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Caregivers, family, and friends (CFF), as well as community members, although limited in our dataset, tended to ask questions to improve their support of an autistic individual in their lives.\n"
  },
  {
    "original_sentence": "These measures can better support management regimens already used by autistic individuals, as shown in our findings (i.e., ear protection devices, meditation, and music).",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "These measures can better support management regimens already used by autistic people, as shown in our findings (i.e., ear protection devices, meditation, and music).\n"
  },
  {
    "original_sentence": "We take the view that our participants sought to thoroughly explain and describe their thoughts as autistic individuals to us as non-autistic listeners.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "We take the view that our participants sought to thoroughly explain and describe their thoughts as autistic people to us as non-autistic listeners.\n"
  },
  {
    "original_sentence": "ruthy0nfire: \"One of my special interests as an autistic person is psychology.",
    "detected_phrase": "special interests for autism",
    "replacement_sentence": "ruthy0nfire: \"One of my deep interests as an autistic person is psychology.\"\n"
  },
  {
    "original_sentence": "Indeed, whereas the literature on the use of VR for mental health as well as for \"high functioning\" autism is abundant, only a very few VR works addresses a comorbid population with these three deficiencies (ASD, IDD, DLD).",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Indeed, whereas the literature on the use of VR for mental health as well as for autistic people is abundant, only a very few VR works addresses a comorbid population with these three deficiencies (ASD, IDD, DLD).\n"
  },
  {
    "original_sentence": "# Intrinsic Brain Connectivity Associated with Pragmatic Language Impairment in Children with Autism Hangyan YU*Department of Linguistics, School of International Studies, Zhejiang Universityyhyan@zju.edu.cn ## ABSTRACT Impairment in pragmatic language is one of the most noticeable symptoms of autism spectrum disorders (ASD).",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Impairment in pragmatic language is one of the most noticeable autistic traits.\n"
  },
  {
    "original_sentence": "K. D. Tsatsanis, B. P. Rourke, A. Klin, F. R. Volkmar, D. Cicchetti, and R. T. Schultz, \"Reduced thalamic volume in high-functioning individuals with autism,\" Biological Psychiatry, vol.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "K. D. Tsatsanis, B. P. Rourke, A. Klin, F. R. Volkmar, D. Cicchetti, and R. T. Schultz, \"Reduced thalamic volume in autistic individuals,\" Biological Psychiatry, vol.\n"
  },
  {
    "original_sentence": "However, the role of the autistic person on these teams is rarely considered.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "However, the role of the autistic individual on these teams is rarely considered.\n"
  },
  {
    "original_sentence": "Accordingly, our position towards inclusive design is shaped by the neurodiversity movement, which rejects medicalised notions of autism as deficit, conceptualising it instead as a different cognitive style.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Accordingly, our position towards inclusive design is shaped by the neurodiversity movement, which rejects medicalised notions of autism as a deficit, conceptualising it instead as a different cognitive style.\n"
  },
  {
    "original_sentence": "This project generated insights related to two distinct aspects of designing assistive Information and Communication Technology (ICT) to support autistic individuals: (1) the ability for visual elicitation activities to help autistic individuals recognize interaction patterns, gain a deeper understanding of other's perspectives, and imagine more desirable alternatives, and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "This project generated insights related to two distinct aspects of designing assistive Information and Communication Technology (ICT) to support autistic people: (1) the ability for visual elicitation activities to help autistic people recognize interaction patterns, gain a deeper understanding of others' perspectives, and imagine more desirable alternatives, and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.\n"
  },
  {
    "original_sentence": "Based on our findings, we discuss two distinct aspects of designing assistive information and communication technologies (ICT) to support autistic individuals: (1) the ability of visual elicitation and game design activities to provide a means for autistic individuals to describe current communication patterns and imagine more desirable alternatives and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Based on our findings, we discuss two distinct aspects of designing assistive information and communication technologies (ICT) to support neurodivergent individuals: (1) the ability of visual elicitation and game design activities to provide a means for neurodivergent individuals to describe current communication patterns and imagine more desirable alternatives and (2) the importance of recognizing and supporting multi-dimensional aspects of communication practices (i.e., social, emotional, sensory) in establishing and maintaining shared points of reference for neurodiverse conversation dyads.\n"
  },
  {
    "original_sentence": "Virtual and augmented reality in social skills interventions for individuals with autism spectrum disorder: A scoping review.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Virtual and augmented reality in social communication skills development for individuals with autism spectrum disorder: A scoping review.\n"
  },
  {
    "original_sentence": "History of music therapy treatment interventions for children with autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "History of music therapy interventions for autistic children.\n"
  },
  {
    "original_sentence": "The symptoms of autism spectrum disorders in adolescence and adulthood.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic traits in adolescence and adulthood.\n"
  },
  {
    "original_sentence": "To understand multi-faceted perspectives of collaborative job seeking practices, we identified three main stakeholders: (1) the individuals with autism who had/have experience in collaborating with their social surroundings (Job seekers), (2) their close social surroundings, such as their family members and friends who support the people with autism in their job seeking processes (Surroundings), and (3) career experts who have years of expertise assisting people with autism throughout their job search journey (Experts).",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "To understand multi-faceted perspectives of collaborative job seeking practices, we identified three main stakeholders: (1) the individuals with autism who had/have experience in collaborating with their social surroundings (Job seekers), (2) their close social surroundings, such as their family members and friends who support the autistic individuals in their job seeking processes (Surroundings), and (3) career experts who have years of expertise assisting autistic individuals throughout their job search journey (Experts).\n"
  },
  {
    "original_sentence": "While we found comprehensive research on (1) the ways employers can transform their workplaces in a more neurodivergentfriendly fashion, and (2) the system-level approaches that provide varying job-related support for people with autism, relatively few approaches have been found aiming to understand how people with autism are leveraging their social capital when seeking for a job.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "While we found comprehensive research on (1) the ways employers can transform their workplaces in a more neurodivergent-friendly fashion, and (2) the system-level approaches that provide varying job-related support for autistic people, relatively few approaches have been found aiming to understand how autistic people are leveraging their social capital when seeking a job.\n"
  },
  {
    "original_sentence": "By applying a set of AI-driven intelligent features, we believe that future design can offload the cognitive burden for people with autism, so that they can achieve the varying tasks, such as writing and reading e-mails, making applications, and preparing interviews, with less attention.",
    "detected_phrase": "burden of autism",
    "replacement_sentence": "By applying a set of AI-driven intelligent features, we believe that future design can reduce cognitive demands for people with autism, so that they can achieve the varying tasks, such as writing and reading e-mails, making applications, and preparing interviews, with less attention.\n"
  },
  {
    "original_sentence": "Executive Functioning in High-functioning Children with Autism.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Executive Functioning in Autistic Children.\n"
  },
  {
    "original_sentence": "This approach engages imagination, creativity, and open dialogcharacteristics of autistic adults that are not commonly drawn upon for research and that counter limiting stereotypes of autism as characterized by deficits in areas of emotions, communication, social skills, and imaginative skills.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "This approach engages imagination, creativity, and open dialogcharacteristics of autistic adults that are not commonly drawn upon for research and that counter limiting stereotypes of autism as characterized by differences in areas of emotions, communication, social skills, and imaginative skills.\n"
  },
  {
    "original_sentence": "Caregiver daily reporting of symptoms in autism spectrum disorder: observational study using web and mobile apps.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Caregiver daily reporting of autistic traits: observational study using web and mobile apps.\n"
  },
  {
    "original_sentence": "Finally, service providers are more likely to see offline cues that something is going wrong and have a larger understanding of the social context since they work with many of the individuals with which the autistic YAs are interacting on social media.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Finally, service providers are more likely to see offline cues that something is going wrong and have a larger understanding of the social context since they work with many of the individuals with whom the autistic young adults are interacting on social media.\n"
  },
  {
    "original_sentence": "Severity of autism spectrum disorders: Current conceptualization, and transition to DSM-5.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "Autism spectrum disorders: Current conceptualization, and transition to DSM-5.\n"
  },
  {
    "original_sentence": "ACM ISBN --0/24/05 https://doi.org/10.1145/3613904.3642626:  In this paper, we use identity-first language (i.e., \"autistic person\") rather than personfirst language (i.e., \"person with autism\") because it is preferred by many autistic people and because the use of person-first language may exacerbate the stigma associated with autism.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "ACM ISBN --0/24/05 https://doi.org/10.1145/3613904.3642626:  In this paper, we use identity-first language (i.e., \"autistic person\") rather than person-first language (i.e., \"person with autism\") because it is preferred by many autistic people and because the use of person-first language may exacerbate the stigma associated with being autistic.\n"
  },
  {
    "original_sentence": "His work on pathologizing autism was so influential that he became the namesake of Asperger's Syndrome, now controversially referred to as \"high-functioning autism\".",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "His work on pathologizing autism was so influential that he became the namesake of Asperger's Syndrome, now controversially referred to as \"autism.\"\n"
  },
  {
    "original_sentence": "Traditionally, studies in human-robot interaction (HRI) research are centered around the medical model view of autism which treats autism as a disorder that needs to be cured so that a person can be made \"normal\".",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Traditionally, studies in human-robot interaction (HRI) research are centered around the medical model view of autism which frames autism as something to be cured so that a person can be made \"normal\".\n"
  },
  {
    "original_sentence": "This deficit-based understanding is central to the medical model, which focuses mainly on the causation or cure of autism as a disorder.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "This deficit-based understanding is central to the medical model, which focuses mainly on the causation or treatment and acceptance of autism.\n"
  },
  {
    "original_sentence": "Figure 2 illustrates how 15 of the studies in our corpus used robots that looked like animals to play a \"mentor\" role focused on providing social skills training to autistic end-users.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Figure 2 illustrates how 15 of the studies in our corpus used robots that looked like animals to play a \"mentor\" role focused on supporting communication and social interactions with autistic end-users.\n"
  },
  {
    "original_sentence": "Additionally, the concept that an autistic person's \"mental age\" is different from their physical age is rooted in ableism and specifically pervasive in autism research.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Additionally, the concept that an autistic individual's developmental age is different from their physical age is rooted in ableism and specifically pervasive in autism research.\n"
  },
  {
    "original_sentence": "For example, there is a well-documented gender bias in the medical field in diagnosis and treatment of autism, and an underrepresentation of women and girls with autism in the media.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "For example, there is a well-documented gender bias in the medical field in diagnosis and support of autistic people, and an underrepresentation of autistic women and girls in the media.\n"
  },
  {
    "original_sentence": "A 2019 investigation of US federal funding for autism research revealed that the majority of the grants awarded for research focused on the biological aspects, treatment, and interventions for autism and that these funding patterns remained constant.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "A 2019 investigation of US federal funding for autism research revealed that the majority of the grants awarded for research focused on the biological aspects, support, and interventions for autistic people and that these funding patterns remained constant.\n"
  },
  {
    "original_sentence": "For example, Figure 2 shows how human and animal-like robots continue to be employed in mentor roles to provide autistic end-users with skills training and therapy for selected social \"deficits\".",
    "detected_phrase": "social skill training",
    "replacement_sentence": "For example, Figure 2 shows how human and animal-like robots continue to be employed in mentor roles to provide autistic end-users with skills training and therapy for selected social differences.\n"
  },
  {
    "original_sentence": "Human-robot interaction in autism treatment: a case study on three pairs of autistic children as twins, siblings, and classmates.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Human-robot interaction in autism support: a case study on three pairs of autistic children as twins, siblings, and classmates.\n"
  },
  {
    "original_sentence": "Previous research to improve these opportunities tends to invoke social skill interventions solely for autistic children or is focused on designing for only one group, rather than considering the interactions or needs of all children in neurodiverse groups .",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Previous research to improve these opportunities tends to invoke social interaction supports solely for autistic children or is focused on designing for only one group, rather than considering the interactions or needs of all children in neurodiverse groups.\n"
  },
  {
    "original_sentence": "One such technology designed to deliver social skill interventions is Auti, which was created to promote social play interactions among autistic children by using positive reinforcement to encourage 'positive' social play behaviors.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "One such technology designed to support social communication development is Auti, which was created to promote social play interactions among autistic children by using positive reinforcement to encourage social play behaviors.\n"
  },
  {
    "original_sentence": "Commentary on Social Skills Training Curricula for Individuals with ASD: Social Interaction, Authenticity, and Stigma.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Commentary on Communication and Socialization Curricula for Individuals with ASD: Social Interaction, Authenticity, and Stigma.\n"
  },
  {
    "original_sentence": "As we examined digital interventions aimed at enhancing the social skills of autistic children, we observed the efficacy of game applications in improving autistic children's fine motor skills (i.e., hand dexterity).",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "As we examined digital interventions aimed at supporting autistic children's communication and social interaction, we observed the efficacy of game applications in improving autistic children's fine motor skills (i.e., hand dexterity).\n"
  },
  {
    "original_sentence": "Many prior technological interventions for autistic individuals have traditionally had a curative perspective, aiming to \"fix\" perceived deficits or challenges associated with autism.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "Many prior technological interventions for autistic individuals have traditionally had a curative perspective, aiming to \"fix\" perceived differences or challenges associated with autism.\n"
  },
  {
    "original_sentence": "Unlike other subtypes of autism, High-Functioning Autism (HFA) individuals have normal intelligence, but encounter difficulties in establishing satisfying social relationships due to deficiencies in emotional recognition and expression.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Unlike other autistic people, some autistic people may not have intellectual disabilities, but encounter difficulties in establishing satisfying social relationships due to differences in emotional recognition and expression.\n"
  },
  {
    "original_sentence": "Previous research has introduced various social and emotional interventions tailored to HFA children, including Social Skills Training (SST), Cognitive-Behavioral Therapy (CBT), and Social Story Interventions.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "Previous research has introduced various social and emotional interventions tailored to HFA children, including social communication instruction, Cognitive-Behavioral Therapy (CBT), and Social Story Interventions.\n"
  },
  {
    "original_sentence": "This can enhance HFA children's comprehension of social rules across various contexts, thus empowering them to transfer and generalize their social skills beyond the training environment.",
    "detected_phrase": "social skill training",
    "replacement_sentence": "This can enhance HFA children's comprehension of social rules across various contexts, thus empowering them to transfer and generalize their social understanding beyond the learning environment.\n"
  },
  {
    "original_sentence": "For those conversation agents that achieve personalization by selecting suitable content from a fixed database according to the user's usage behavior, it can be challenging to make the content fully cater to the user's needs.",
    "detected_phrase": "challenging behavior",
    "replacement_sentence": "For those conversation agents that achieve personalization by selecting suitable content from a fixed database according to the user's usage behavior, it can be difficult to make the content fully cater to the user's needs.\n"
  },
  {
    "original_sentence": "Social Skills Interventions for Children with Asperger's Syndrome or High-Functioning Autism: A Review and Recommendations.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Social Skills Interventions for Autistic Children: A Review and Recommendations.\n"
  },
  {
    "original_sentence": "Examining DIR/Floortime  as a Treatment for Children With Autism Spectrum Disorders: A Review of Research and Theory.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Examining DIR/Floortime as an Intervention for Children With Autism Spectrum Disorders: A Review of Research and Theory.\n"
  },
  {
    "original_sentence": "As a result, child psychiatrists and psychologists can swiftly identify the emotional state of ASD children, enabling them to provide more effective treatments and alleviate symptoms associated with autism spectrum disorder because they are used to facing problems (see Figure 2).",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "As a result, child psychiatrists and psychologists can swiftly identify the emotional state of autistic children, enabling them to provide more effective treatments and support autistic children in managing autistic characteristics because they are used to facing problems (see Figure 2).\n"
  },
  {
    "original_sentence": "The employed tactics can be personalised on autism symptom severity, types of problems encountered and user preferences.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "The employed tactics can be personalized based on the individual's autistic traits, types of problems encountered, and user preferences.\n"
  },
  {
    "original_sentence": "Executive Functioning in High-functioning Children with Autism.",
    "detected_phrase": "high functioning autism",
    "replacement_sentence": "Executive Functioning in Autistic Children.\n"
  },
  {
    "original_sentence": "We found: 1) that computing research in adult autism is neither representative of older and non-binary adults nor of autistic adults living outside the USA and Europe; 2) a lack of technologies geared towards the priorities set by autistic adults and their allies, and 3) that computing research primarily views adult autism as a medical deficit and builds design solutions and technologies that follow this marginalizing narrative.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "We found: 1) that computing research in adult autism is neither representative of older and non-binary adults nor of autistic adults living outside the USA and Europe; 2) a lack of technologies geared towards the priorities set by autistic adults and their allies, and 3) that computing research primarily views adult autism as a medical condition and builds design solutions and technologies that follow this marginalizing narrative.\n"
  },
  {
    "original_sentence": "Pregnancy, childbirth, and menopause professional services lack awareness of autism and appropriate support is rare.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Pregnancy, childbirth, and menopause professional services lack awareness of autistic people and appropriate support is rare.\n"
  },
  {
    "original_sentence": "Any autism research priority that was explicitly relevant to infants, children, adolescents younger than 20 years old and their parents and educators, or they were purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to cure autism, were excluded, and thus not coded.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "Any autism research priority that was explicitly relevant to infants, children, adolescents younger than 20 years old and their parents and educators, or they were purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to support autistic people, were excluded, and thus not coded.\n"
  },
  {
    "original_sentence": "Thus they have been excluded from the selected research priorities, along with priorities relevant to investigating cures and causes of autism, which we deemed out of the scope of computing research and HCI.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "Thus they have been excluded from the selected research priorities, along with priorities relevant to investigating support and causes of autism, which we deemed out of the scope of computing research and HCI.\n"
  },
  {
    "original_sentence": "The statements of 13 editors were excluded as they were not relevant to adults, or purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to cure autism.",
    "detected_phrase": "cure autism",
    "replacement_sentence": "The statements of 13 editors were excluded as they were not relevant to adults, or purely relevant to genetics, neurology, neuroimaging, and clinical trials of medications and/or sought to develop supports and services for autistic people.\n"
  },
  {
    "original_sentence": "### 5.2.4 Social skills No paper studied interventions to improve social skills specifically, while other papers did work related to social skills broadly but not relevant to the identified research priority.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "5.2.4 Social skills No paper studied interventions to improve social communication specifically, while other papers did work related to social communication broadly but not relevant to the identified research priority.\n"
  },
  {
    "original_sentence": "The paper of Mazurek and Sundberg do not research a specific intervention to improve social skills.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "The paper of Mazurek and Sundberg do not research a specific method to support the development of social skills.\n"
  },
  {
    "original_sentence": "A problematic paradigm found in 14 papers was the use of unsubstantiated mentions of high-functioning and low-functioning, which incorrectly assume that autism is a linear spectrum and often promotes the idea of neurotypical functioning as optimal .",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "A problematic paradigm found in 14 papers was the use of unsubstantiated mentions of \"high-functioning\" and \"low-functioning,\" which incorrectly assumes that autism is a linear spectrum and often promotes the idea of neurotypical functioning as optimal.\n"
  },
  {
    "original_sentence": "Eight papers developed analyses or recommendations that attribute results to the communication deficits of autistic adults but miss out on acknowledging neurotypical stakeholders' experiences (or deficits based on the medical model) [165, 168,  # 6.3 The abnormal, the improper, and their deficits We found that autistic adults are often described as a collection of deficits [158, 164, 167, 169, 173, 174, , hindered by mental conditions, with hindered mental growth, with atypical prosody, with abnormal vocalics, abnormal proxemics, abnormal chronemics, abnormal haptics, being overly literal, with abnormal reactions a burden to a caregiver, a societal issue, mysterious, peculiar, \"a person whom we cannot connect with\" and as \"people suffering from autism\".",
    "detected_phrase": "suffering from autism",
    "replacement_sentence": "Eight papers developed analyses or recommendations that attribute results to the communication differences of autistic adults but miss out on acknowledging neurotypical stakeholders' experiences (or deficits based on the medical model) [165, 168,  # 6.3 The abnormal, the improper, and their deficits We found that autistic adults are often described as a collection of deficits [158, 164, 167, 169, 173, 174, , hindered by mental conditions, with hindered mental growth, with atypical prosody, with atypical vocalics, atypical proxemics, atypical chronemics, atypical haptics, being overly literal, with atypical reactions a burden to a caregiver, a societal issue, mysterious, peculiar, \"a person whom we cannot connect with\" and as \"autistic people\".\n"
  },
  {
    "original_sentence": "Boscardin, Telepractice in the assessment and treatment of individuals with autism spectrum disorders: A systematic review.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Boscardin, Telepractice in the assessment and support of individuals with autism spectrum disorders: A systematic review.\n"
  },
  {
    "original_sentence": "Recommendations for the design of inclusive apps for the treatment of autism: An approach to design focused on inclusive users.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Recommendations for the design of inclusive apps for autistic people: An approach to design focused on inclusive users.\n"
  },
  {
    "original_sentence": "Research progress on the etiology and treatment methods of autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Research progress on the etiology and support needs of autistic people.\n"
  },
  {
    "original_sentence": "Salience network-based classification and prediction of symptom severity in children with autism [J].",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Salience network-based classification and prediction of autistic characteristics in autistic children [J].\n"
  },
  {
    "original_sentence": "# The Application of Artificial Intelligence in the Recognition, Diagnosis, and Treatment of Autism Jiaojiao WangCollege of Humanities, Jiangxi University of ChineseMedicine, Department of Psychosomatic Medicine, TheFirst Affiliated Hospital of Nanchang University,Nanchang China2904764854@qq.com #### Abstract Purpose of the review: Traditional autism screening and diagnosis has some limitations, they cannot meet the needs of large-scale screening and diagnosis.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "# The Application of Artificial Intelligence in the Recognition, Diagnosis, and Support for Autistic Individuals Jiaojiao WangCollege of Humanities, Jiangxi University of ChineseMedicine, Department of Psychosomatic Medicine, TheFirst Affiliated Hospital of Nanchang University,Nanchang China2904764854@qq.com #### Abstract Purpose of the review: Traditional autism screening and diagnosis has some limitations, they cannot meet the needs of large-scale screening and diagnosis.\n"
  },
  {
    "original_sentence": "The Application of Artificial Intelligence in the Recognition, Diagnosis, and Treatment of Autism.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The Application of Artificial Intelligence in the Recognition, Diagnosis, and Support of Autistic Individuals.\n"
  },
  {
    "original_sentence": "In recent years, Artificial intelligence (AI) and big data mining technologies have been effectively applied to mental health assessment, automated medical diagnosis, disease intervention and rehabilitation, bringing the possibility of a major breakthrough in the screening, diagnosis and treatment of autism in infants and children.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "In recent years, Artificial intelligence (AI) and big data mining technologies have been effectively applied to mental health assessment, automated medical diagnosis, disease intervention and rehabilitation, bringing the possibility of a major breakthrough in the screening, diagnosis and support for autistic infants and children.\n"
  },
  {
    "original_sentence": "Focusing on the topic of establishing an intelligent sensorless screening, diagnosis and treatment system for autism, this paper proposes that there are two main directions: (1) Lack of effective screening tools for infants and toddlers.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Focusing on the topic of establishing an intelligent sensorless screening, diagnosis, and support system for autistic people, this paper proposes that there are two main directions: (1) Lack of effective screening tools for infants and toddlers.\n"
  },
  {
    "original_sentence": "Research on treatment for autism mainly about the development of more intelligent therapeutic robots based on modal interaction.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Research on autism support mainly focuses on the development of more intelligent therapeutic robots based on modal interaction.\n"
  },
  {
    "original_sentence": "However, There is a low level of autism screening, diagnosis and intervention system in China.",
    "detected_phrase": "low functioning autism",
    "replacement_sentence": "However, there is a low level of autism screening, diagnosis, and intervention system for autistic people in China.\n"
  },
  {
    "original_sentence": "Presently, animal therapy finds widespread use in autism treatment for children and elderly care.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Presently, animal therapy finds widespread use in autism support for children and elderly care.\n"
  },
  {
    "original_sentence": "Social robots can assist in the treatment of children with autism in a variety of ways, such as communicating with the child and keeping them company during injections to distract them from the pain and stressful experience.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Social robots can assist autistic children in a variety of ways, such as communicating with the child and keeping them company during injections to distract them from the pain and stressful experience.\n"
  },
  {
    "original_sentence": "Critically contextualising 'normal' development and the construction of the autistic individual from: The Routledge International Handbook of Critical Autism Studies Routledge Burdette, H.L., Whitaker, R.C.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "Critically contextualising 'normal' development and the construction of the autistic individual from: The Routledge International Handbook of Critical Autism Studies Routledge Burdette, H.L., Whitaker, R.C.\n"
  },
  {
    "original_sentence": "Process Measures of Dyadic Collaborative Interaction for Social Skills Intervention in Individuals with Autism Spectrum Disorders.",
    "detected_phrase": "social skill intervention",
    "replacement_sentence": "Process Measures of Dyadic Collaborative Interaction for Social Communication Education in Individuals with Autism Spectrum Disorders.\n"
  },
  {
    "original_sentence": "Signs and Symptoms of Autism: Spectrum Disorders.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Autistic Traits and Characteristics: Exploring the Spectrum.\n"
  },
  {
    "original_sentence": "M. B. Nebel et al., \"Intrinsic visual-motor synchrony correlates with social deficits in autism,\" Biol Psychiatry, vol.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "M. B. Nebel et al., \"Intrinsic visual-motor synchrony correlates with social differences in autism,\" Biol Psychiatry, vol.\n"
  },
  {
    "original_sentence": "# Stress Detection of Autistic Adults during Simulated Job Interviews Using a Novel Physiological Dataset and Machine Learning MIROSLAVA MIGOVICH, Department of Mechanical Engineering, Vanderbilt University DEEKSHA ADIANI, Department of Computer Science, Vanderbilt UniversityMICHAEL BREEN, Robotics and Autonomous Systems Lab, Vanderbilt UniversityAMY SWANSON, Treatment and Research Institute for Autism Spectrum Disorder (TRIAD), VanderbiltUniversity Medical CenterTIMOTHY J. VOGUS, Owen Graduate School of Management, Vanderbilt UniversityNILANJAN SARKAR, Department of Mechanical Engineering, Vanderbilt University #### Abstract The interview process has been identified as one of the major barriers to employment of autistic individuals, which contributes to the staggering rate of under and unemployment of autistic adults.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "The interview process has been identified as one of the major barriers to employment of autistic individuals, which contributes to the staggering rate of under and unemployment of autistic adults.\n"
  },
  {
    "original_sentence": "Authors' addresses: M. Migovich (Corresponding author) and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, 2400 Highland Ave Room 101 Nashville, TN 37212; e-mails: [miroslava.migovich, nilanjan.sarkar]@vanderbilt.edu; D. Adiani, Department of Computer Science, Vanderbilt University, 2400 Highland Ave Room 515 Nashville, TN 37212; e-mail: deeksha.m.adiani@vanderbilt.edu; M. Breen, Robotics and Autonomous Systems Lab, Vanderbilt University, 2400 Highland Ave Room 518 Nashville, TN 37212; e-mail: mbreen703@gmail.com; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorder (TRIAD), Vanderbilt University Medical Center, 1500 21st Avenue South 4255 Village at Vanderbilt Nashville, TN 37212; e-mail: amy.r.swanson@vumc.org; T. J. Vogus.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "Authors' addresses: M. Migovich (Corresponding author) and N. Sarkar, Department of Mechanical Engineering, Vanderbilt University, 2400 Highland Ave Room 101 Nashville, TN 37212; e-mails: [miroslava.migovich, nilanjan.sarkar]@vanderbilt.edu; D. Adiani, Department of Computer Science, Vanderbilt University, 2400 Highland Ave Room 515 Nashville, TN 37212; e-mail: deeksha.m.adiani@vanderbilt.edu; M. Breen, Robotics and Autonomous Systems Lab, Vanderbilt University, 2400 Highland Ave Room 518 Nashville, TN 37212; e-mail: mbreen703@gmail.com; A. Swanson, Treatment and Research Institute for Autism Spectrum Disorder, Vanderbilt University Medical Center, 1500 21st Avenue South 4255 Village at Vanderbilt Nashville, TN 37212; e-mail: amy.r.swanson@vumc.org; T. J. Vogus.\n"
  },
  {
    "original_sentence": "This is especially essential for autistic individuals due to the fact that a high percentage of this population is under or unemployed and have identified the interview as one of the major barriers to employment.",
    "detected_phrase": "the autistic person",
    "replacement_sentence": "This is especially essential for autistic people due to the fact that a high percentage of this population is under or unemployed and have identified the interview as one of the major barriers to employment.\n"
  },
  {
    "original_sentence": "Effects of an employer-based intervention on employment outcomes for youth with significant support needs due to autism.",
    "detected_phrase": "low support needs of autism",
    "replacement_sentence": "Effects of an employer-based intervention on employment outcomes for autistic youth with significant support needs.\n"
  },
  {
    "original_sentence": "This situation contributed to uncertainty about the autism \"epidemic\" during the late 1990s.",
    "detected_phrase": "autism as an epidemic",
    "replacement_sentence": "This situation contributed to uncertainty about the increased prevalence of autism during the late 1990s.\n"
  },
  {
    "original_sentence": "As a result, autism diagnosis and treatment in China encounter at least two challenges.",
    "detected_phrase": "treatment of autism",
    "replacement_sentence": "As a result, autism diagnosis and support in China encounter at least two challenges.\n"
  },
  {
    "original_sentence": "C. R. Costa and L. Carolina, \"Findings on sensory deficits in autism: Implications for understanding the disorder,\" Psychology \\& Neuroscience, vol.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "C. R. Costa and L. Carolina, \"Findings on sensory differences in autism: Implications for understanding the disorder,\" Psychology & Neuroscience, vol.\n"
  },
  {
    "original_sentence": "Our work addresses one particular under-studied speech aspect: articulation-related acoustics, one of the broad autism spectrum symptoms.",
    "detected_phrase": "symptoms of autism",
    "replacement_sentence": "Our work addresses one particular under-studied speech aspect: articulation-related acoustics, one of the traits common among autistic people.\n"
  },
  {
    "original_sentence": "N. Rogge and J. Janssen, \"The economic costs of autism spectrum disorder: A literature review,\" J. Autism Develop.",
    "detected_phrase": "economic impacts of autism",
    "replacement_sentence": "N. Rogge and J. Janssen, \"The economic costs associated with supporting individuals with autism spectrum disorder: A literature review,\" J. Autism Develop.\n"
  },
  {
    "original_sentence": "C. Lord et al., \"The autism diagnostic observation schedule-generic: A. standard measure of social and communication deficits associated with the spectrum of autism,\" J. Autism Develop.",
    "detected_phrase": "autism deficits",
    "replacement_sentence": "C. Lord et al., \"The autism diagnostic observation schedule-generic: A standard measure of social and communication differences associated with the spectrum of autism,\" J. Autism Develop.\n"
  },
  {
    "original_sentence": "C.-P. Chen, S. S.-F. Gau, and C.-C. Lee, \"Learning converse-level multimodal embedding to assess social deficit severity for autism spectrum disorder,\" in Proc.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "C.-P. Chen, S. S.-F. Gau, and C.-C. Lee, \"Learning converse-level multimodal embedding to assess support needs for autism spectrum disorder,\" in Proc.\n"
  },
  {
    "original_sentence": "K. Gotham, A. Pickles, and C. Lord, \"Standardizing ADOS scores for a measure of severity in autism spectrum disorders,\" J. Autism Develop.",
    "detected_phrase": "high severity of autism",
    "replacement_sentence": "K. Gotham, A. Pickles, and C. Lord, \"Standardizing ADOS scores for a measure of support needs in autism spectrum disorders,\" J. Autism Develop.\n"
  },
  {
    "original_sentence": "In particular, our goal is to perform two levels of variable selection: at the first level, important regions are selected in relation to the ASD risk; at the second level, a set of important voxels within the selected regions are selected and are referred to as ASD imaging risk factors.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "In particular, our goal is to perform two levels of variable selection: at the first level, important regions are selected in relation to the likelihood of receiving an ASD diagnosis; at the second level, a set of important voxels within the selected regions are selected and are referred to as imaging features associated with ASD.\n"
  },
  {
    "original_sentence": "More recently, several recent task-related fMRI studies showed that autism patients exhibited reduced brain activities in the IFGtriang-R. Our results further suggest that the resting state brain activities (reflected by the fALFF) in the PoCG-R and the IFGTriang-R along with other four regions are highly predictive of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "More recently, several recent task-related fMRI studies showed that autistic individuals exhibited reduced brain activities in the IFGtriang-R. Our results further suggest that the resting state brain activities (reflected by the fALFF) in the PoCG-R and the IFGTriang-R along with other four regions are highly predictive of the likelihood of being diagnosed with ASD.\n"
  },
  {
    "original_sentence": "reported a negative association of the fALFF in a similar region (the right middle frontal gyrus) with the ASD, suggesting that there may be an anti-correlated brain network located in this region that is predictive of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "reported a negative association of the fALFF in a similar region (the right middle frontal gyrus) with the ASD, suggesting that there may be an anti-correlated brain network located in this region that is predictive of being diagnosed with ASD.\n"
  },
  {
    "original_sentence": "Five real brain Sagittal (right) slices  cutting through two regions: IFGtriang-R and PoCG-R. for age, sex and IQ are respectively ,  and , indicating that age is not significantly associated with the ASD, while patients with low IQ and males have a relatively high ASD risk.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "Five real brain Sagittal (right) slices  cutting through two regions: IFGtriang-R and PoCG-R. for age, sex and IQ are respectively ,  and , indicating that age is not significantly associated with the ASD, while patients with low IQ and males have a relatively high likelihood of being diagnosed with ASD.\n"
  },
  {
    "original_sentence": "More notably, when evaluated via a ten-fold cross-validation, the SIS+LASSO approach achieves a considerably lower prediction sensitivity ( 0.705 ) and specificity  compared to our method, suggesting the superiority of our method in the prediction of the ASD risk.",
    "detected_phrase": "at risk for ASD",
    "replacement_sentence": "More notably, when evaluated via a ten-fold cross-validation, the SIS+LASSO approach achieves a considerably lower prediction sensitivity ( 0.705 ) and specificity compared to our method, suggesting the superiority of our method in predicting the likelihood of being diagnosed with ASD.\n"
  }
]